{
    "web_url": "https://www.nytimes.com/1992/06/28/us/school-vouchers-dealt-a-setback.html",
    "snippet": "Backers of a California campaign to create the most far-reaching school voucher system in the nation have lost the first round in what is expected to be a bitter and protracted political battle with the leaders of public education.   For months, a...",
    "lead_paragraph": "Backers of a California campaign to create the most far-reaching school voucher system in the nation have lost the first round in what is expected to be a bitter and protracted political battle with the leaders of public education. For months, a conservative coalition has been canvassing the state seeking signatures to place a measure on the November ballot that would allow parents to use a state \"scholarship\" in public, private and parochial schools. But on Thursday, Secretary of State March Fong Eu declared that there were not enough valid voter signatures for this year's ballot. Count Will Be Challenged The organizers of the campaign, the Los Angeles-based Choice in Education League, filed a lawsuit on Friday in Sacramento Superior Court challenging the sampling methodology used by the Secretary of State to invalidate many of the signatures. Even if that suit fails, they said, they believed that a full count of the signatures would provide enough valid signatures to qualify the measure for the next general state election, in June 1994.",
    "abstract": null,
    "print_page": "20",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "SCHOOL VOUCHERS DEALT A SETBACK"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "EU, MARCH FONG"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SECTARIAN SCHOOLS"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "PRIVATE SCHOOLS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1992-06-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Robert",
                "rank": 1,
                "lastname": "REINHOLD"
            }
        ],
        "original": "By ROBERT REINHOLD"
    },
    "type_of_material": "News",
    "_id": "4fd1db468eb7c8105d71c05f",
    "word_count": 363,
    "slideshow_credits": null
}