{
    "web_url": "https://www.nytimes.com/2000/07/04/us/shift-in-the-mix-alters-the-face-of-california.html",
    "snippet": "At some unknown moment between now and July 1, 2001, if demographers are right, California will become the first big state in which non-Hispanic whites are officially no longer a majority. Or, to put it another way, California will become by far t...",
    "lead_paragraph": "At some unknown moment between now and July 1, 2001, if demographers are right, California will become the first big state in which non-Hispanic whites are officially no longer a majority. Or, to put it another way, California will become by far the largest proving ground for what it may eventually be like to live in a United States in which no one racial or ethnic group predominates. The California of postwar popular imagination, of the Beach Boys and the John Birch Society, of Disneyland and monochromatic Pleasantvilles full of aerospace workers, is not dead. But it is, literally, dying fast. Non-Hispanic whites now account for about three-quarters of the deaths in California, and barely a third of the births. As recently as 1970, the state was 80 percent white.",
    "abstract": "Demographers expect California to become first big state in which non-Hispanic whites are officially no longer the majority by July 1, 2001; say California will become largest proving ground for what it may eventually be like to live in United States in which no one racial or ethnic group predominates; California was 80 percent white as recently as 1970; shift was fueled by millions of new immigrants, mostly Latin American and Asian, and their higher birth rates; demographic shift has begun to change state's politics as scores of Hispanic voters register as Democrats in backlash spurred by Republican-led campaign against illegal immigration; photo; graph (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Shift in the Mix Alters the Face Of California"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ILLEGAL ALIENS"
        },
        {
            "name": "subject",
            "value": "POPULATION"
        },
        {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
        },
        {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "ASIAN-AMERICANS"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        }
    ],
    "pub_date": "2000-07-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd208768eb7c8105d7731e6",
    "word_count": 1729,
    "slideshow_credits": null
}