{
    "web_url": "https://www.nytimes.com/1999/01/18/business/to-chief-of-airtouch-a-deal-seizes-a-bell-opportunity.html",
    "snippet": "Sam Ginn's gamble has paid off, hugely.    With the acquisition of Airtouch Communications Inc. by Vodafone Group P.L.C., Mr. Ginn, the chairman and chief executive of Airtouch, will walk away with hundreds of millions of dollars from stock and op...",
    "lead_paragraph": "Sam Ginn's gamble has paid off, hugely. With the acquisition of Airtouch Communications Inc. by Vodafone Group P.L.C., Mr. Ginn, the chairman and chief executive of Airtouch, will walk away with hundreds of millions of dollars from stock and options that he owns. The $60 billion being paid for Airtouch and Mr. Ginn's personal windfall represent a vindication of the big decisions that have defined his career. In 1992, as chief executive of Pacific Telesis Group, then the regional Bell company of California, Mr. Ginn decided to spin off the company's cellular phone operations into a separate company, Airtouch. And when the spinoff occurred in 1994, Mr. Ginn surprised many people by vacating his wood-paneled corner office at giant Pacific Telesis to run the smaller Airtouch.",
    "abstract": "Sam Ginn, chairman and chief executive of Airtouch Communications Inc, will get hundreds of millions of dollars from stock and options he owns when Airtouch is acquired by Vodafone Group PLC; his windfall calls to mind controversy that surrounded Airtouch's spinoff from Pacific Telesis Group in 1992; critics, led by consumer groups in California, contend that Ginn and other top managers at Pacific Telesis walked off with fastest-growing and most glamorous part of Pacific Telesis, leaving it weaker and resulting in higher telephone rates for consumers and company's ultimate acquisition by SBC Communications; photo (M)",
    "print_page": "6",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "To Chief of Airtouch, a Deal Seizes a 'Bell Opportunity'"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "GINN, SAM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "VODAFONE GROUP PLC"
        },
        {
            "name": "organizations",
            "value": "AIRTOUCH COMMUNICATIONS INC"
        },
        {
            "name": "organizations",
            "value": "SBC COMMUNICATIONS"
        },
        {
            "name": "organizations",
            "value": "PACIFIC TELESIS GROUP"
        },
        {
            "name": "subject",
            "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"
        },
        {
            "name": "subject",
            "value": "PRICES (FARES, FEES AND RATES)"
        },
        {
            "name": "subject",
            "value": "TELEPHONES AND TELECOMMUNICATIONS"
        }
    ],
    "pub_date": "1999-01-18T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Technology; Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Andrew",
                "rank": 1,
                "lastname": "POLLACK"
            }
        ],
        "original": "By ANDREW POLLACK"
    },
    "type_of_material": "Biography",
    "_id": "4fd20db88eb7c8105d77e4f5",
    "word_count": 1203,
    "slideshow_credits": null
}