{
    "web_url": "https://www.nytimes.com/1990/12/09/opinion/l-california-showing-hopeful-signs-of-political-regeneration-197590.html",
    "snippet": "To the Editor:   I think recent events in California might be interpreted differently from \"California Tried Democracy, and Look What's Happened Now\" (The Week in Review, Nov. 18).   You state that in California \"the end of politics has begun\" and...",
    "lead_paragraph": "To the Editor: I think recent events in California might be interpreted differently from \"California Tried Democracy, and Look What's Happened Now\" (The Week in Review, Nov. 18). You state that in California \"the end of politics has begun\" and point out, for example, that Californians rejected 22 of 28 initiatives while passing an initiative that limits legislators' terms and expenses. You also note that a movement to limit the power of initiatives is growing in California, a movement that one of those 22 failed initiatives attempted to counter -- the one that would have required voters to approve any change in the state's initiative and referendum process. Upon these and a few other events suggesting governmental gridlock seems to rest your pessimism about California politics. Yet we might find signs of hope for the regeneration of the political process in California -- and perhaps (just perhaps) a harbinger of change in the country itself. In the long run, the results -- especially the limited terms of office -- might suggest an invigorating, maybe even vital spirit of regeneration in California politics. Without doubt, some senior lawmakers will have to start looking for a new job. But the space they create as they seek work elsewhere could offer California an opportunity to create a resurgence in representative democracy as new candidates vie for political office without the promise of long-term careers in the Legislature. That Californians were unwilling to pass bond and tax measures in this election might suggest a concern by citizens about fiscal responsibility, about growing state indebtedness and about a possible future economic slowdown. Perhaps the earlier passage of Proposition 13, which limited property tax increases, and Proposition 103, which was intended to roll back insurance premiums, indicates similar worries about where money goes to work. Californians have passed initiatives that control the growth of government spending or the direction in which tax revenues should flow. Most important, the burden of success for lawmaking and policy shaping in California may now lie more squarely on the shoulders of each voter -- where it should in a working democracy. What may be needed, rather than pessimism about the demise of politics, is a call for a more involved, educated and informed electorate to detect the shenanigans of initiative salesmen and to think more frequently about the qualities of the men and women they give the power to shape and manage government. NORMAN J. UNRAU Moraga, Calif., Nov. 20, 1990",
    "abstract": null,
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Showing Hopeful Signs of Political Regeneration"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "UNRAU, NORMAN J"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
        }
    ],
    "pub_date": "1990-12-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Letter",
    "_id": "4fd19ea58eb7c8105d6b1fcc",
    "word_count": 411,
    "slideshow_credits": null
}