{
    "web_url": "https://www.nytimes.com/1997/01/27/us/californians-get-some-relief-from-flooding.html",
    "snippet": "Rain-weary Californians breathed a small sigh of relief today after a second round of storms failed to deliver as much rain as predicted, sparing the state's weakened levees and exhausted emergency personnel from more flooding.    As late as Frida...",
    "lead_paragraph": "Rain-weary Californians breathed a small sigh of relief today after a second round of storms failed to deliver as much rain as predicted, sparing the state's weakened levees and exhausted emergency personnel from more flooding. As late as Friday evening, meteorologists were anticipating disaster for the state's Central Valley, where a week of wet, warm weather earlier this month melted thick snowpacks in the Sierra Nevada mountains. That sent billions of gallons of water coursing through the state's elaborate reservoir system, overwhelming dozens of aged levees and flooding thousands of homes. Because water still hides much of the destruction in low-lying areas, the damage has yet to be totaled, but preliminary estimates put the cost in the hundreds of millions of dollars.",
    "abstract": "Second round of storms fails to deliver as much rain as predicted, sparing California's weakened levees and exhausted emergency personnel from more flooding (S)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Californians Get Some Relief From Flooding"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WEATHER"
        },
        {
            "name": "subject",
            "value": "RAIN"
        },
        {
            "name": "subject",
            "value": "FLOODS"
        }
    ],
    "pub_date": "1997-01-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1cd808eb7c8105d704db0",
    "word_count": 372,
    "slideshow_credits": null
}