{
    "web_url": "https://www.nytimes.com/1998/02/22/us/national-news-briefs-california-doctors-group-votes-to-consider-union.html",
    "snippet": "The California Medical Association agreed this week to consider creating a union subsidiary that would bargain collectively for state government-employed doctors and residents in training, the first professional group in the nation to step into th...",
    "lead_paragraph": "The California Medical Association agreed this week to consider creating a union subsidiary that would bargain collectively for state government-employed doctors and residents in training, the first professional group in the nation to step into the gulf that has traditionally separated organized medicine from physicians' unions. A proposal to establish a guild could be voted on by the association's board as early as May, said Dr. John C. Lewin, chief executive of the medical association, whose 35,000 members represent 41 percent of the state's practicing physicians.",
    "abstract": "California Medical Association agrees to consider creating union subsidiary that would bargain collectively for state government-employed doctors and residents in training, first professional group in nation to step into gulf that has traditionally separated organized medicine from physicians' unions (S)",
    "print_page": "13",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; California Doctors Group Votes to Consider Union"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "CALIFORNIA MEDICAL ASSN"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "UNIONIZATION"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "GOVERNMENT EMPLOYEES"
        }
    ],
    "pub_date": "1998-02-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Health; U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd20ae38eb7c8105d7782d8",
    "word_count": 279,
    "slideshow_credits": null
}