{
    "web_url": "https://www.nytimes.com/1997/05/12/us/abalone-divers-face-sharks-tides-and-now-officials.html",
    "snippet": "When the seas and weather co operate  about 50 days a year -- the fishermen guide their boats from a harbor just north here to the Farallon Islands, one of the last abalone beds open to commercial harvesting.    When they reach their destination 3...",
    "lead_paragraph": "When the seas and weather co operate about 50 days a year -- the fishermen guide their boats from a harbor just north here to the Farallon Islands, one of the last abalone beds open to commercial harvesting. When they reach their destination 30 miles west of San Francisco, the men dive a dark maze, wedging into cracks in the reefs and searching under ledges. Below the surface, ocean waves can throw the divers against granite cliffs or rip out their breathing gear. The great white sharks are such a familiar presence that the divers know them by names, like Notch Fin and Cadillac.",
    "abstract": "Abalone divers protest California's emergency ban on commercial abalone diving; state officials and environmentalists argue that divers threaten to devastate the abalone (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Abalone Divers Face Sharks, Tides and Now Officials"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "DIVERS AND DIVING"
        },
        {
            "name": "subject",
            "value": "ABALONE"
        },
        {
            "name": "subject",
            "value": "FISHING, COMMERCIAL"
        },
        {
            "name": "subject",
            "value": "FISH AND OTHER MARINE LIFE"
        }
    ],
    "pub_date": "1997-05-12T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1fe518eb7c8105d75eeb4",
    "word_count": 626,
    "slideshow_credits": null
}