{
    "web_url": "https://www.nytimes.com/2000/12/26/business/markets-market-place-energy-crisis-california-threatens-stability-utility-shares.html",
    "snippet": "It used to be that utility companies were the safest stocks for investors to buy, slow growers favored for their stable earnings and predictable dividends. But those assumptions no longer apply in California, where newly deregulated utility compan...",
    "lead_paragraph": "It used to be that utility companies were the safest stocks for investors to buy, slow growers favored for their stable earnings and predictable dividends. But those assumptions no longer apply in California, where newly deregulated utility companies instead share a familiar characteristic with their Internet brethren these days -- enormous cash burn -- but lack the huge Internet growth prospects that might otherwise keep stock prices afloat. After a summer that teetered on the edge of an energy debacle, California has again been gripped in recent weeks by a severe energy shortage that on some days has come close to threatening blackouts among 15 percent of California's 24 million utility customers.",
    "abstract": "Electric utility stocks are plunging in California; share prices of Edison International and PG&E Corporation, parent companies of Southern California Edison and Pacific Gas and Electric, have fallen one-third in December and risk bond downgrades to junk status; analysts are concerned that companies will not be able to collect from customers because of rate freeze in effect until March 2002; Southern California Edison will eliminate fourth-quarter dividend and trim $100 million in spending, including elimination of 400 jobs to try to avoid bankruptcy; report issued by Merrill Lynch says rate increases, if approved, would make companies financially viable, but not financially strong, concluding bankruptcy is real possibility; electricity shortages are expected to continue; graph (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "THE MARKETS: Market Place; Energy Crisis in California Threatens the Stability of Utility Shares"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "EDISON INTERNATIONAL INC"
        },
        {
            "name": "organizations",
            "value": "SOUTHERN CALIFORNIA EDISON CO"
        },
        {
            "name": "organizations",
            "value": "PACIFIC GAS AND ELECTRIC CO"
        },
        {
            "name": "organizations",
            "value": "PG&E CORP"
        },
        {
            "name": "subject",
            "value": "SHORTAGES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "PRICES (FARES, FEES AND RATES)"
        },
        {
            "name": "subject",
            "value": "ELECTRIC LIGHT AND POWER"
        },
        {
            "name": "subject",
            "value": "LAYOFFS AND JOB REDUCTIONS"
        },
        {
            "name": "subject",
            "value": "BANKRUPTCIES"
        }
    ],
    "pub_date": "2000-12-26T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "rank": 1
            }
        ],
        "original": "By LAURA M. HOLSON"
    },
    "type_of_material": "News",
    "_id": "4fd20f098eb7c8105d781499",
    "word_count": 849,
    "slideshow_credits": null
}