{
    "web_url": "https://www.nytimes.com/1996/12/08/weekinreview/unplug-it-drive-it.html",
    "snippet": "A few years back, when other states and Washington were arguing endlessly about what to do about tailpipe smog and an overdependence on foreign oil, California went off and decreed that, by year 2003, 1 of every 10 cars sold in the state would hav...",
    "lead_paragraph": "A few years back, when other states and Washington were arguing endlessly about what to do about tailpipe smog and an overdependence on foreign oil, California went off and decreed that, by year 2003, 1 of every 10 cars sold in the state would have to be powered by electricity. The big oil companies cried unfair and the big auto makers warned that foreseeable technology was not up to the job. But last week, with hoopla fit for a Hollywood premiere, General Motors began leasing assembly-line electric cars in the Golden State -- sleek little coupes with plenty of get-up-and-go but, alas, only enough battery power for about 90 miles of travel before an inconvenient three-hour recharge is required. As the first of the cars hummed out of a Los Angeles showroom, there was plenty of carping that for all its fancy looks and pep, it would never be a best seller; its range is hardly up to a good L.A. commute and its monthly leasing and operating cost is a stiff $550. But General Motors promised greater range and economy in years to come. And some other American and Japanese car makers said they too would jump into the competition. B. DRUMMOND AYRES Jr.",
    "abstract": "General Motors Corp has begun leasing assembly-line electric cars in California; photo (S)",
    "print_page": "2",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Unplug It, Drive It",
        "kicker": "December 1-7"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "GENERAL MOTORS CORP"
        },
        {
            "name": "subject",
            "value": "ELECTRIC VEHICLES"
        },
        {
            "name": "subject",
            "value": "RENTING AND LEASING"
        },
        {
            "name": "subject",
            "value": "AIR POLLUTION"
        }
    ],
    "pub_date": "1996-12-08T00:00:00Z",
    "document_type": "article",
    "news_desk": "Week in Review Desk",
    "section_name": "Week in Review",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1ee9e8eb7c8105d741c00",
    "word_count": 207,
    "slideshow_credits": null
}