{
    "web_url": "https://www.nytimes.com/1998/06/04/us/primaries-98-the-unions-labor-defeats-threat-to-its-muscle.html",
    "snippet": "In an impressive assertion of organized labor's political might, California voters on Tuesday dealt conservatives a considerable setback by rejecting a measure championed by Republicans that would have pinched the flow of money to Democratic candi...",
    "lead_paragraph": "In an impressive assertion of organized labor's political might, California voters on Tuesday dealt conservatives a considerable setback by rejecting a measure championed by Republicans that would have pinched the flow of money to Democratic candidates and causes. The ballot initiative had posed one of the greatest political threats to labor in years: It would have choked off a vital source of money for Democrats, who largely champion labor's issues, by requiring unions to get annual written permission from each member before using dues for political purposes.",
    "abstract": "California voters reject Proposition 226, which would have required unions to obtain written consent from members before using their dues for political purposes; defeat of referendum, by 53 percent to 47 percent, represents stunning victory for labor; measure, which would have pinched flow of money to Democratic candidates and causes, was championed by Republicans (M)",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Labor Defeats Threat to Its Muscle",
        "kicker": "PRIMARIES '98: THE UNIONS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "LABOR ROLE IN POLITICS"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "PROPOSITION 226 (CALIFORNIA INITIATIVE)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-06-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Richard",
                "middlename": "L.",
                "lastname": "BERKE",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By RICHARD L. BERKE"
    },
    "type_of_material": "News",
    "_id": "4fd1eafc8eb7c8105d73b31b",
    "word_count": 1114,
    "slideshow_credits": null
}