{
    "web_url": "https://www.nytimes.com/1996/11/06/us/23000-newspapers-stolen-after-referendum-editorial.html",
    "snippet": "The entire print run of the University of California at Berkeley's free newspaper -- some 23,000 copies -- was stolen from its racks this morning after the paper ran an editorial supporting a state referendum that would end affirmative action prog...",
    "lead_paragraph": "The entire print run of the University of California at Berkeley's free newspaper -- some 23,000 copies -- was stolen from its racks this morning after the paper ran an editorial supporting a state referendum that would end affirmative action programs, campus police and the newspaper's editors said. The editor in chief of The Daily Californian, Mike Coleman, said he believed that thieves trailed the newspaper's three delivery trucks, waited for the newspaper to be dropped off, and then hauled away all the copies. One driver told Mr. Coleman that when he arrived at Sproul Plaza, the main square on campus, he was met by 20 to 30 ''loiterers'' who ran off with 4,000 copies of paper as soon as it hit the stands.",
    "abstract": "Entire print run of University of California's free newspaper, The Daily Californian, is stolen from its racks after paper ran editorial supporting state referendum that would end affirmative action programs (S)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "23,000 Newspapers Stolen After Referendum Editorial"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNIVERSITY OF CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-11-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd20d008eb7c8105d77cf02",
    "word_count": 359,
    "slideshow_credits": null
}