{
    "web_url": "https://www.nytimes.com/1998/03/27/us/unions-are-battling-drives-21-states-curtail-sharply-their-political-war-chests.html",
    "snippet": "Upset by organized labor's growing political clout, conservatives in California and 20 other states are pushing ballot initiatives or state legislation  that could greatly reduce labor's political war chest.    In California, conservatives are cam...",
    "lead_paragraph": "Upset by organized labor's growing political clout, conservatives in California and 20 other states are pushing ballot initiatives or state legislation that could greatly reduce labor's political war chest. In California, conservatives are campaigning for a measure on the June 2 ballot that could, by supporters' estimates, cut labor's campaign spending by 80 percent in that state. It would require unions to obtain a member's approval each year before spending that member's dues on political activities.",
    "abstract": "Conservatives in California and 20 other states are pushing ballot initiatives or state legislation that could greatly reduce labor's political war chest; they are upset by organized labor's growing political clout; labor leaders call referendum crude weapon designed to cripple labor politically and to punish unions for campaigning so hard against Republicans in 1996 Congressional elections; labor unions say they plan to spend at least $10 million to defeat California referendum, and its supporters plan to spend almost as much; polls show Californians support referendum by more than 2 to 1; union officials fear victory for referendum in California will pave way for similar victories in other states, hobbling labor's political muscle nationwide; photo (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Unions Are Battling Drives in 21 States to Curtail Sharply Their Political War Chests"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "LABOR ROLE IN POLITICS"
        },
        {
            "name": "subject",
            "value": "STATES (US)"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-03-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Steven",
                "rank": 1,
                "lastname": "GREENHOUSE"
            }
        ],
        "original": "By STEVEN GREENHOUSE"
    },
    "type_of_material": "News",
    "_id": "4fd217bf8eb7c8105d7939da",
    "word_count": 1537,
    "slideshow_credits": null
}