{
    "web_url": "https://www.nytimes.com/1999/06/17/us/bradley-takes-on-california-one-on-one.html",
    "snippet": "When the tall man talks, people tend to listen. They have to, because he speaks so softly.    So the other day, in a room overlooking San Francisco Bay, maybe three dozen environmentalists listened closely as Bill Bradley led them through a discus...",
    "lead_paragraph": "When the tall man talks, people tend to listen. They have to, because he speaks so softly. So the other day, in a room overlooking San Francisco Bay, maybe three dozen environmentalists listened closely as Bill Bradley led them through a discussion that began with the wind in the sycamore trees in his home town on the Mississippi River in Crystal City, Mo., then threaded its way through the thickets of California's water wars and finally, almost by chance, to the point. ''For me, there's only one reason to run for President of the United States,'' Mr. Bradley told a listener who asked him why he was doing it. ''That's because you think your leadership could improve the quality of life for millions of Americans. I look at my situation and think ability matches the moment.'' That understated answer distills the way Mr. Bradley has campaigned up and down California this week: personally, peacefully, almost obliquely. From a storefront black church in South-Central Los Angeles to a mentoring program for minority teen-agers and new immigrants in Sacramento, from an earnest discussion with underpaid home-care workers to a playful pass through the Farmer's Market in Hollywood, where he made like Meadowlark Lemon with a couple of a cantaloupes, his style has been the same: he talks quietly about the issues that drive him, like race relations or the environment, and lets everything else -- including his candidacy -- speak for itself. On this road trip, there is no set stump speech, no repeated slogan, few snappy sound-bites. There is just a tall man talking. ''I wanted in this trip, notwithstanding what the pundits have said, to show that you can campaign in California person-to-person and succeed,'' Mr. Bradley said of his nine-day swing through the Golden State. The trip is a bit of creative counter-programming that has kept his underdog presence on the radar screen as Vice President Al Gore, his rival for the Democratic nomination, officially kicks off his candidacy today in Tennessee. ''I want to show respect for the voters of California,'' he said, ''just like I show respect for the voters of Iowa or New Hampshire.'' Almost no one thinks that retail campaigning is the way to win in California, where politics sometimes seems to exist only in paid television advertising and the disembodied debates of direct mail. But as he finally embraces the quest for the Presidency that he has considered and rejected so many times before, Bill Bradley is not -- ostentatiously not -- a candidate who buys what everyone else thinks. And for better or worse, as he lopes along, trailing Mr. Gore in California by worse than 2 to 1 in the latest Los Angeles Times Poll, Mr. Bradley, more than ever, seems to have a sense of where he is. There is still the lanky 6-foot-5-inch grace that marked his years as a basketball star for Princeton and the New York Knicks, and the cool, cerebral blend of diffidence and directness that suffused his 18 years in the Senate from New Jersey. But two and a half years after Mr. Bradley left Washington for writing and teaching, there is something else as well: a kind of Zenlike calm and self-acceptance that makes him seem looser, easier, lighter than he did on Capitol Hill, when he tended to come forth periodically with carefully wrought pronouncements on topics like trade, taxes or race but otherwise often stayed above the fray. ''I developed a real peace of mind about what I'm doing now,'' Mr. Bradley said in an interview between campaign stops on Tuesday. ''I have a clear sense of why I want to do it, what I want to do and how I want to do it. I'm just being myself.'' Mr. Bradley is not running the anarchic, outsider campaign of a Jerry Brown or Ross Perot. There are plenty of traditional campaign-style events, including a Beverly Hills fund-raiser to be headed by the entertainment mogul Barry Diller on Thursday and the structured sessions of empathetic discussion with diverse constituent groups that President Clinton has made de rigueur in contemporary politics. He acknowledges that television advertising will be important and today made a traditional policy speech on child poverty, reading from a prepared text, at Para Los Ninos, a child-care center on Skid Row downtown. ''After seven years of the first two-term Democratic administration since Franklin Roosevelt, the percentage of American children living in poverty has barely changed,'' Mr. Bradley said, calling for greater parental involvement and improved day-care standards, but omitting the most specific proposals in the news release circulated by his staff: raising the minimum wage and expanding the Federal earned-income tax credit for working families. All the same, he is striving to do things differently. He has yet to take a poll, for example, and is ''not trying to be some kind of political mannequin,'' as he told a Los Angeles television reporter. Or, as he told environmentalists in San Francisco, he hopes to construct, ''a narrative and some coherence to all these things that are occurring in people's lives.'' ''I think the way politics are done today, too often you try to be somebody else,'' Mr. Bradley said in an interview. ''And I think that quite frankly the press is bored with this as much as the politician is bored with it. And I think the idea of my relating to the press, meaning standing before some backdrop and saying three or four poll tested phrases in an attempt to manipulate you only makes you angrier and therefore your job is to destroy, or as you would say, unmask, the candidate, and basically on both sides of the equation it's boring. So my view is my job is to make something happen with people out there.'' How well that approach will work, and how well Mr. Bradley can execute it, remains to be seen. He says his top priorities will be to ''be a good steward of a good economy,'' protect the environment, insure that ''every child in America has a chance to realize his or her potential,'' and to overhaul campaign finance laws, but those are not vastly different from Mr. Gore's. And although Mr. Bradley has criticized Mr. Gore as relying on small-bore ideas, some of his own proposals are not exactly giant, like the notion of creating ''15-month houses'' where unwed teen-age mothers could live under supervision in the final months of pregnancy and the first months of their child's life to learn parenting skills. For his part, as he joked with political reporters in Sacramento on Monday, Mr. Bradley took heart from the underdog performance of his old team. ''I think,'' he said dryly, ''the Knicks are proving that speed and quickness are more important than bulk.''",
    "abstract": "Former Sen Bill Bradley takes his campaign for Democratic nomination for President to California; is eschewing set stump speeches and snappy slogans and is talking quietly about issues that drive him; photo (M)",
    "print_page": "27",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Bradley Takes On California, One on One"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BRADLEY, BILL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        }
    ],
    "pub_date": "1999-06-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd2005f8eb7c8105d76390b",
    "word_count": 1130,
    "slideshow_credits": null
}