{
    "web_url": "https://www.nytimes.com/1999/01/16/us/pete-wilson-reflects-on-one-more-elusive-rung.html",
    "snippet": "For eight years in Sacramento, Pete Wilson had to look no farther than the big portrait of Ronald Reagan in his office to dream of what the future might hold for a Republican Governor of California. Now, in his second week as a private citizen, Mr...",
    "lead_paragraph": "For eight years in Sacramento, Pete Wilson had to look no farther than the big portrait of Ronald Reagan in his office to dream of what the future might hold for a Republican Governor of California. Now, in his second week as a private citizen, Mr. Wilson has begun sharing an office suite here with the former President himself, but the dream remains uncertain. As he unpacks boxes and pictures from his tumultuous tenure at the helm of the nation's most populous state, Mr. Wilson is looking both backward and forward. He is celebrating, explaining and defending his record -- including a Presidential bid that died aborning three years ago -- and considering one more run for the White House.",
    "abstract": "Pete Wilson, having ended eight years as Governor of California, is considering making another run for Presidency; Wilson has formed political committee to advocate his policy ideas, but says he will run only if he can raise the $15 to $25 million a primary campaign would cost; photo (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Pete Wilson Reflects on One More, Elusive Rung"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        }
    ],
    "pub_date": "1999-01-16T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "Biography",
    "_id": "4fd20db78eb7c8105d77e468",
    "word_count": 1300,
    "slideshow_credits": null
}