{
    "web_url": "https://www.nytimes.com/1999/06/09/dining/california-olive-oil-promising-but-pricey.html",
    "snippet": "AS the waiter at Babbo in Greenwich Village set a plate of sea bass before us, he offered a little extra olive oil, crisscrossing the fillets with a thin and aromatic stream of greenish gold. When I asked what oil this very Italian restaurant was ...",
    "lead_paragraph": "AS the waiter at Babbo in Greenwich Village set a plate of sea bass before us, he offered a little extra olive oil, crisscrossing the fillets with a thin and aromatic stream of greenish gold. When I asked what oil this very Italian restaurant was pouring, the waiter replied, ''Our house oil is DaVero, from California.'' The incident and the answer are a clear indication of just how far California olive oils have come in the last 10 years. A few brands not only can stand up to the best that Italy exports, in the judgment of discerning buyers in this country, but also command such dazzling prices that they are best used as a condiment, like that dainty drizzle over fish.",
    "abstract": "Florence Fabricant surveys some promising, if pricey, olive oils from California; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Olive Oil: Promising, but Pricey"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRICES (FARES, FEES AND RATES)"
        },
        {
            "name": "subject",
            "value": "OLIVE OIL"
        }
    ],
    "pub_date": "1999-06-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "Dining In, Dining Out/Style Desk",
    "section_name": "Dining and Wine; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Florence",
                "rank": 1,
                "lastname": "FABRICANT"
            }
        ],
        "original": "By FLORENCE FABRICANT"
    },
    "type_of_material": "News",
    "_id": "4fd20f248eb7c8105d781888",
    "word_count": 2011,
    "slideshow_credits": null
}