{
    "web_url": "https://www.nytimes.com/1996/10/20/us/2-ex-judges-and-a-lawyer-are-convicted-of-corruption.html",
    "snippet": "Two former California Superior Court judges and a prominent lawyer were found guilty on Friday in Federal District Court here of conspiring to conduct court affairs through a pattern of bribery and extortion.     After a five-week trial, the forme...",
    "lead_paragraph": "Two former California Superior Court judges and a prominent lawyer were found guilty on Friday in Federal District Court here of conspiring to conduct court affairs through a pattern of bribery and extortion. After a five-week trial, the former judges, James A. Malkus and G. Dennis Adams, and the lawyer, Patrick Frega, were each convicted on one count of conspiracy to conduct racketeering. Mr. Frega was also convicted of racketeering, and all three were convicted on several counts of mail fraud. They were acquitted of some mail-fraud charges.",
    "abstract": "Two former California Superior Court judges, James A Malkus and G Dennis Adams, are convicted in Federal Court in San Diego of conspiring to conduct court affairs through pattern of bribery and extortion; also convicted is lawyer Patrick Frega, who was charged with paying judges more than $25,000 in form of gifts in exchange for favorable treatment, such as assigning him certain judges and providing confidential information about cases (S)",
    "print_page": "15",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "2 Ex-Judges And a Lawyer Are Convicted Of Corruption"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "FREGA, PATRICK"
        },
        {
            "name": "persons",
            "value": "MALKUS, JAMES A"
        },
        {
            "name": "persons",
            "value": "ADAMS, G DENNIS"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "JUDGES"
        },
        {
            "name": "subject",
            "value": "COURTS"
        },
        {
            "name": "subject",
            "value": "ETHICS"
        },
        {
            "name": "subject",
            "value": "EXTORTION AND BLACKMAIL"
        },
        {
            "name": "subject",
            "value": "BRIBERY"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        }
    ],
    "pub_date": "1996-10-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1f3898eb7c8105d74bd46",
    "word_count": 678,
    "slideshow_credits": null
}