{
    "web_url": "https://www.nytimes.com/1996/12/29/business/irs-is-getting-a-look-at-some-mortgage-applications.html",
    "snippet": "TEMPTED to exaggerate your income on your mortgage application? You might pay a steep price.    To protect against fraud, big lenders in California have been working with the Internal Revenue Service to verify incomes of certain mortgage applicant...",
    "lead_paragraph": "TEMPTED to exaggerate your income on your mortgage application? You might pay a steep price. To protect against fraud, big lenders in California have been working with the Internal Revenue Service to verify incomes of certain mortgage applicants, mostly the self-employed. Under a two-year test program, the banks have been able to fax income information to the I.R.S. and receive a reply within 48 hours.",
    "abstract": "Mortgage lenders in California are working with Internal Revenue Service to verify incomes of certain mortgage applicants, mostly the self-employed; under two-year test program, banks have been able to fax income information to IRS and receive reply within 48 hours; if home buyer claims considerably more income on mortgage application than on tax return, he may be rejected for loan and also face IRS scrutiny, perhaps even an audit; mortgage lenders say program has significantly reduced fraud by unscrupulous home buyers; drawing (M)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "I.R.S. Is Getting a Look at Some Mortgage Applications",
        "kicker": "SPENDING IT"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "INTERNAL REVENUE SERVICE"
        },
        {
            "name": "subject",
            "value": "FRAUDS AND SWINDLING"
        },
        {
            "name": "subject",
            "value": "MORTGAGES"
        },
        {
            "name": "subject",
            "value": "TAXATION"
        },
        {
            "name": "subject",
            "value": "HOUSING"
        }
    ],
    "pub_date": "1996-12-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "Money and Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Andrea",
                "rank": 1,
                "lastname": "ADELSON"
            }
        ],
        "original": "By ANDREA ADELSON"
    },
    "type_of_material": "News",
    "_id": "4fd1fad48eb7c8105d758ce2",
    "word_count": 1081,
    "slideshow_credits": null
}