{
    "web_url": "https://www.nytimes.com/1997/09/02/movies/former-stars-seek-more-safeguards-for-present-ones.html",
    "snippet": "As children, they reaped success early -- perhaps too early. As adults, they paid a price, watching fame fade and struggling to remake careers. Now, motivated by their experiences, they have joined forces in what is at once an unusual self-help gr...",
    "lead_paragraph": "As children, they reaped success early -- perhaps too early. As adults, they paid a price, watching fame fade and struggling to remake careers. Now, motivated by their experiences, they have joined forces in what is at once an unusual self-help group and an even more unusual political lobby. They are former child stars whose screen identities are instantly recognizable to millions. Witness the lineup at a recent nostalgia convention in Chicago:",
    "abstract": "Former child stars famous from television series gather at nostalgia convention in Chicago, and call for more protections for children working in television and motion pictures; several recall hard work, loneliness and scanty schooling; photos; table comparing current and proposed California laws protecting young actors from overwork and other abuse (M)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Former Stars Seek More Safeguards for Present Ones",
        "kicker": "A Guiding Hand for the Child Actor"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "CHILD LABOR"
        },
        {
            "name": "subject",
            "value": "MOTION PICTURES"
        },
        {
            "name": "subject",
            "value": "TELEVISION"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1997-09-02T00:00:00Z",
    "document_type": "article",
    "news_desk": "Cultural Desk",
    "section_name": "Movies; Arts",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Ralph",
                "rank": 1,
                "lastname": "BLUMENTHAL"
            }
        ],
        "original": "By RALPH BLUMENTHAL"
    },
    "type_of_material": "News",
    "_id": "4fd1d5368eb7c8105d712da4",
    "word_count": 2034,
    "slideshow_credits": null
}