{
    "web_url": "https://www.nytimes.com/1999/06/20/us/national-news-briefs-california-republicans-seek-to-change-primary.html",
    "snippet": "Leaders of California's Republican Party voted today to change their Presidential primary from a winner-take-all system to one that would allow multiple candidates to split the state's delegates.    Backers said the change in the primary, set for ...",
    "lead_paragraph": "Leaders of California's Republican Party voted today to change their Presidential primary from a winner-take-all system to one that would allow multiple candidates to split the state's delegates. Backers said the change in the primary, set for March 7, 2000, would make candidates focus their campaigns earlier. But it was also seen as a signal to Gov. George W. Bush of Texas that some want their votes to go to more conservative candidates.",
    "abstract": "California Republican Party leaders vote to change their Presidential primary from winner-take-all system to one that would let multiple candidates split state's delegates; bill implementing change must pass legislature and be signed by Gov Gray Davis, Democrat, by July 1 (S)o",
    "print_page": "29",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; California Republicans Seek to Change Primary"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "1999-06-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "52b878d838f0d86bcb2a54ff",
    "word_count": "100",
    "slideshow_credits": null
}