{
    "web_url": "https://www.nytimes.com/1997/08/03/us/fake-licenses-tied-to-bribes-in-california.html",
    "snippet": "Investigators say the quest for a counterfeit-proof driver's license has spurred a black market in which state workers issue fraudulent licenses in return for bribes of $200 to $1,000 each.    The California Department of Motor Vehicles fears that...",
    "lead_paragraph": "Investigators say the quest for a counterfeit-proof driver's license has spurred a black market in which state workers issue fraudulent licenses in return for bribes of $200 to $1,000 each. The California Department of Motor Vehicles fears that at least 25,000 fraudulently issued licenses are on the street. Seventy-nine employees have been dismissed in the last 19 months, and investigators estimate that 250 of the department's 8,000 employees may be involved in the scam.",
    "abstract": "California Department of Motor Vehicles fears state workers have issued about 25,000 fraudulent driver's licenses in return for bribes; 79 employees have been dismissed in last 19 months, and investigators estimate that 250 of department's 8,000 employees may be involved in scam; California driver's license is basic identification document; increased difficulty of counterfeiting them means that people unable to obtain them legitimately are turning to bribery of clerks to get license (M)",
    "print_page": "25",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "Fake Licenses Tied to Bribes In California"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "COUNTERFEITING"
        },
        {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "BRIBERY"
        },
        {
            "name": "subject",
            "value": "DRIVERS LICENSES"
        }
    ],
    "pub_date": "1997-08-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1f94d8eb7c8105d75666a",
    "word_count": 303,
    "slideshow_credits": null
}