{
    "web_url": "https://www.nytimes.com/2000/02/28/us/gop-divide-grows-wider-in-california.html",
    "snippet": "As the presidential campaign moves to the biggest states, George W. Bush and John McCain are battling squarely for the biggest prize of all: California, whose once-mighty Republican Party propelled Richard M. Nixon and Ronald Reagan to the White H...",
    "lead_paragraph": "As the presidential campaign moves to the biggest states, George W. Bush and John McCain are battling squarely for the biggest prize of all: California, whose once-mighty Republican Party propelled Richard M. Nixon and Ronald Reagan to the White House but has languished and feuded for much of the 1990's as President Clinton and the Democrats came to dominate the state. No Republican presidential nominee has won California since the elder George Bush in 1988, and the current Democratic governor, Gray Davis, swept into office with a 20-point margin two years ago. The Bush-McCain fight has opened new fault lines here that California Republicans can ill afford, and a major subtext of the candidates' struggle is who would be best equipped to regain the White House by preventing the Democrats from carrying what has become a must-win state for them in November.",
    "abstract": "Republican presidential candidates Gov George W Bush and Sen John McCain are battling for California, biggest prize of all in presidential primaries as campaigns move to biggest states; fight has opened new fault lines in California that Republicans can ill afford; major subtext of struggle is who would be best equipped to regain White House by preventing Democrats from carrying what is must-win state in November; candidates are seeking votes of California party members who are older and whiter, and more dominated at grass-roots level by social conservatives than in 1980's, when pragmatic fiscal conservatism reigned; state at same time is younger, browner and more politically independent than decade ago; its striking economic recovery from severe recession helped make Pres Clinton more popular there than almost anywhere else; no Republican nominee has won state since former Pres George Bush in 1988; photos; chart (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "G.O.P. Divide Grows Wider In California"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BUSH, GEORGE"
        },
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "MCCAIN, JOHN"
        },
        {
            "name": "persons",
            "value": "BUSH, GEORGE W"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "RECESSION AND DEPRESSION"
        },
        {
            "name": "subject",
            "value": "MINORITIES (US)"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1988"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "2000-02-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd203358eb7c8105d769121",
    "word_count": 1555,
    "slideshow_credits": null
}