{
    "web_url": "https://www.nytimes.com/1999/02/27/us/federal-health-officials-urge-a-warning-label-on-cigars.html",
    "snippet": "The Surgeon General and other Federal health officials today recommended requiring a mandatory national warning label on cigars for the first time.    Requiring health warnings on cigarettes and smokeless tobacco but not cigars sends the wrong mes...",
    "lead_paragraph": "The Surgeon General and other Federal health officials today recommended requiring a mandatory national warning label on cigars for the first time. Requiring health warnings on cigarettes and smokeless tobacco but not cigars sends the wrong message, said Surgeon General David Satcher, who will review a new report by the inspector general of the Department of Health and Human Services recommending such labels.",
    "abstract": "Surgeon General David Satcher and other Federal health officials call for mandatory health warning label on cigars; Satcher holds absence of labels on cigars wrongly implies cigars are safer than cigarettes and smokeless tobacco; Health and Human Services Department officials hope report by department's inspector general will spur Federal Trade Commission to require labels; most cigar boxes, but not individual cigars, include label required under settlement of California suit (/",
    "print_page": "11",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "Federal Health Officials Urge A Warning Label on Cigars"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "SATCHER, DAVID"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "HEALTH AND HUMAN SERVICES DEPARTMENT"
        },
        {
            "name": "organizations",
            "value": "FEDERAL TRADE COMMISSION"
        },
        {
            "name": "subject",
            "value": "LABELING AND LABELS"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        }
    ],
    "pub_date": "1999-02-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd218938eb7c8105d795afe",
    "word_count": 341,
    "slideshow_credits": null
}