{
    "web_url": "https://www.nytimes.com/1996/09/16/us/shots-silence-angry-voice-sharpened-by-the-streets.html",
    "snippet": "The news drifted into the Marin Public Housing complex with a chill, like the late afternoon breezes that play over this hillside pocket of poverty a few minutes' drive north of the Golden Gate Bridge. Tupac Amaru Shakur, rap music's bad-boy monar...",
    "lead_paragraph": "The news drifted into the Marin Public Housing complex with a chill, like the late afternoon breezes that play over this hillside pocket of poverty a few minutes' drive north of the Golden Gate Bridge. Tupac Amaru Shakur, rap music's bad-boy monarch, whose struggle to stardom left him wealthy and weary, complicated and conflicted, was dead. For a few years before Mr. Shakur discovered fame, fortune and infamy, he lived in this stair-stepping climb of barracks-like town houses and terrace apartments. Many of its residents call the isolated, predominantly black neighborhood of about 800 people ''the jungle.'' Many here proudly claim that this is where Mr. Shakur began honing a rap style that eventually raked in more than $80 million in record sales.",
    "abstract": "Rap musician Tupac Shakur, who died of injuries from from drive-by shooting in Las Vegas on Sept 7, was leader of tough world of gangsta rap, genre born in depressed southern California and driven by small circle of musicians who had transformed themselves in early 1990's from petty drug dealers, pimps and strong-arm artists; he went from drug-dealing in Marin County to superstar at time when inner cities were gripped by racial upheaval, gang violence, drug abuse and joblessness; his music reveled in street-thug attitudes and dialect, and its decidedly more aggressive, but successful, style challenged control of rap music on East Coast, where rap originated in milder form that alternated between party songs and odes to black pride; power and visibility that music acquired through record sales of his albums and those of others fostered rivalry between rap artists on East and West coasts, which manifested itself in lyrics and in fights at music events; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Shots Silence Angry Voice Sharpened by the Streets",
        "kicker": "DEADLY RHYTHMS -- A special report."
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LORCH, DONATELLA"
        },
        {
            "name": "persons",
            "value": "LEDUFF, CHARLIE"
        },
        {
            "name": "persons",
            "value": "SHAKUR, TUPAC"
        },
        {
            "name": "persons",
            "value": "BROOKE, JAMES"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "RECORDINGS (AUDIO)"
        },
        {
            "name": "subject",
            "value": "MUSIC"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "RAP MUSIC"
        }
    ],
    "pub_date": "1996-09-16T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Michel",
                "rank": 1,
                "lastname": "MARRIOTT"
            }
        ],
        "original": "By MICHEL MARRIOTT"
    },
    "type_of_material": "Special Report; Biography",
    "_id": "4fd1fad18eb7c8105d758a44",
    "word_count": 2604,
    "slideshow_credits": null
}