{
    "web_url": "https://www.nytimes.com/2000/05/23/us/california-s-governor-plays-tough-on-crime.html",
    "snippet": "It was the height of the bitterly fought 1998 campaign for governor of California, and Gray Davis, a Democrat, was trying to prove that he would be tougher on crime than the Republican attorney general, Dan Lungren, who was running on a record of ...",
    "lead_paragraph": "It was the height of the bitterly fought 1998 campaign for governor of California, and Gray Davis, a Democrat, was trying to prove that he would be tougher on crime than the Republican attorney general, Dan Lungren, who was running on a record of two decades in law enforcement. As governor, Mr. Davis -- then the state's lieutenant governor, with a record as a moderate -- insisted he would be harder on crime than anybody. He would give judges discretion to sentence 14-year-olds to death; he would let them consider supporting nonunanimous jury verdicts. Indeed, Mr. Davis said in a televised debate, on issues of law and order, he considered Singapore -- a country that executes drug offenders -- ''a good starting point.''",
    "abstract": "Calif Democratic Gov Gray Davis is establishing himself halfway into second year in office as more conservative on criminal justice issues than his Republican predecessors or any other elected state, or even national, official; some of his criminal justice initiatives discussed; he continually cites polls showing his approval rating at more than 65 percent as proof that voters endorse his stance on law and order; photo (M)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California's Governor Plays Tough on Crime"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "CRIME AND CRIMINALS"
        }
    ],
    "pub_date": "2000-05-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Evelyn",
                "rank": 1,
                "lastname": "NIEVES"
            }
        ],
        "original": "By EVELYN NIEVES"
    },
    "type_of_material": "News",
    "_id": "4fd207798eb7c8105d771be0",
    "word_count": 1796,
    "slideshow_credits": null
}