{
    "web_url": "https://www.nytimes.com/1999/11/18/us/political-briefing-special-vote-offers-few-clues-for-2000.html",
    "snippet": "The Democratic victory in Tuesday's special election in California's 42nd Congressional District appears to hold few significant clues about what to expect in House races in Election 2000. But it is nevertheless a sweet victory for Democrats since...",
    "lead_paragraph": "The Democratic victory in Tuesday's special election in California's 42nd Congressional District appears to hold few significant clues about what to expect in House races in Election 2000. But it is nevertheless a sweet victory for Democrats since it means that the district, centered on San Bernardino, just east of Los Angeles, remains under Democratic control and the Republican margin of control in the House stays at just five seats. The Democratic candidate, State Senator Joe Baca of Rialto, won comfortably, taking 52 percent of the vote, compared with 44 percent for his Republican opponent, Elia Pirozzi, a lawyer and mortgage broker from Rancho Cucamonga.",
    "abstract": "Democratic victory in November 16 special election in California's 42nd Congressional District is sweet victory for Democrats since it means district, centered on San Bernardino, remains under Democratic control and Republican margin in House stays at just five seats; Democratic Sen Joe Baca won comfortably, taking 52 percent of vote, compared with 44 percent for Republican rival, Elia Pirozzi; photo (S)",
    "print_page": "20",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; Special Vote Offers Few Clues for 2000"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BACA, JOE"
        },
        {
            "name": "persons",
            "value": "PIROZZI, ELIA"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "CONGRESS"
        },
        {
            "name": "organizations",
            "value": "HOUSE OF REPRESENTATIVES"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1999-11-18T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd21c448eb7c8105d79c9a4",
    "word_count": 427,
    "slideshow_credits": null
}