{
    "web_url": "https://www.nytimes.com/1996/10/30/us/medical-marijuana-use-winning-backing.html",
    "snippet": "The Clinton Administration has condemned it as a cynical hoax, the Republican Presidential candidate, Bob Dole, has denounced it as dangerous, and in a letter released today, former Presidents George Bush, Gerald R. Ford and Jimmy Carter call it a...",
    "lead_paragraph": "The Clinton Administration has condemned it as a cynical hoax, the Republican Presidential candidate, Bob Dole, has denounced it as dangerous, and in a letter released today, former Presidents George Bush, Gerald R. Ford and Jimmy Carter call it a threat to the public health of ''all Americans.'' But in the battle over Proposition 215, the California initiative that would legalize the medical use of marijuana for people with AIDS, cancer and other diseases, polls show voters leaning away from politicians' dire warnings and toward the likes of Anna Boyce, a 67-year-old nurse shown in television advertisements that began appearing this week.",
    "abstract": "Polls show California voters leaning away from dire warnings of politicians opposed to Proposition 215, initiative that would legalize medical use of marijuana for seriously ill; public support highlights shift in public opinion, as even initiative's foes acknowledge that people are siding ever more decisively with idea that seriously ill patients should have access to anything that will ease their suffering (M);",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Medical Marijuana Use Winning Backing"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "PAIN"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "MARIJUANA"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-10-30T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Health; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Carey",
                "rank": 1,
                "lastname": "GOLDBERG"
            }
        ],
        "original": "By CAREY GOLDBERG"
    },
    "type_of_material": "News",
    "_id": "4fd208d58eb7c8105d773b00",
    "word_count": 946,
    "slideshow_credits": null
}