{
    "web_url": "https://www.nytimes.com/1998/05/03/opinion/editorial-notebook-the-rich-the-gray-and-the-female.html",
    "snippet": "Lieut. Gov. Gray (''Experience Money Can't Buy'') Davis put his first commercials on the air recently, and instantly zoomed toward the top of the polls in the race for the Democratic gubernatorial nomination. Aides to one of Mr. Davis's adversarie...",
    "lead_paragraph": "Lieut. Gov. Gray (''Experience Money Can't Buy'') Davis put his first commercials on the air recently, and instantly zoomed toward the top of the polls in the race for the Democratic gubernatorial nomination. Aides to one of Mr. Davis's adversaries, Al (''New Ideas'') Checchi, who has been running TV ads since last Thanksgiving, claimed the polls were just reflecting the voters' ephemeral interest in a new face. It is only in California that Mr. Davis, who has been a fixture in state government for 22 years, could be regarded as a fresh commodity. But political operatives here do not regard anything as real until it appears in a commercial. I air, therefore I am. California, always a trend setter, is way ahead of most of the country when it comes to dismantling the traditional two-party system. The Republican and Democratic establishment, which survives elsewhere on a thin gruel of habit and incumbency, is nearly gone here. The June primaries will now be open to all registered voters, who can choose the contests they're most interested in from one all-inclusive ballot. The State Legislature, a last bastion of party power in many states, is beginning to feel the effects of California's new term limits. ''It's gonna be like 'Lord of the Flies' up there,'' predicts Mr. Checchi cheerfully. A mega-businessman who didn't vote in the last gubernatorial primary, Mr. Checchi says he has been pursuing the Democratic nomination for more than two years without ever having any contact with the Democratic Party.",
    "abstract": "Editorial Notebook by Gail Collins says California is way ahead of most of country in dismantling traditional two-party system; notes June primaries will be open to all registered voters, who can choose contests they are most interested in from one all-inclusive ballot; says voters get almost all their information from television, but TV stations do not like to cover campaigns; notes that Al Checchi, seeking Democratic gubernatorial nomination, is investing $500,000 a week in TV air time in Los Angeles alone, and his name recognition has gone up from 1 percent to 72 percent (M)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Editorial Notebook; The Rich, the Gray and the Female"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CHECCHI, AL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "TELEVISION"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "1998-05-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Gail",
                "rank": 1,
                "lastname": "COLLINS"
            }
        ],
        "original": "By GAIL COLLINS"
    },
    "type_of_material": "Editorial",
    "_id": "4fd218508eb7c8105d794a61",
    "word_count": 568,
    "slideshow_credits": null
}