{
    "web_url": "https://www.nytimes.com/1998/02/07/us/california-sees-waters-rise-with-more-to-come.html",
    "snippet": "Sonoma County is best known for its expansive vineyards, summer vacation getaways and towering redwoods, but this time of year it is becoming known for its water. The Russian River, which snakes through this coastal area, has flooded for the past ...",
    "lead_paragraph": "Sonoma County is best known for its expansive vineyards, summer vacation getaways and towering redwoods, but this time of year it is becoming known for its water. The Russian River, which snakes through this coastal area, has flooded for the past several winters, causing extensive property damage and driving many residents of low-lying areas from their homes. With the advent this year of El Nino, a periodic warming of water temperatures in parts of the Pacific Ocean, conditions were expected to worsen, and this week was an indication of that.",
    "abstract": "California is battered by a solid week of storms, which have caused flooding, mudslides, high winds and four deaths so far; more storms are expected; northern part of state is hit most severely; storms are attributed in part to El Nino phenomenon in Pacific; photo; map (M)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Sees Waters Rise, With More to Come"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WEATHER"
        },
        {
            "name": "subject",
            "value": "LANDSLIDES AND MUDSLIDES"
        },
        {
            "name": "subject",
            "value": "EL NINO (PACIFIC OCEAN CURRENT)"
        },
        {
            "name": "subject",
            "value": "FLOODS"
        }
    ],
    "pub_date": "1998-02-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd209258eb7c8105d774c39",
    "word_count": 697,
    "slideshow_credits": null
}