{
    "web_url": "https://www.nytimes.com/1991/10/20/magazine/l-class-struggle-060191.html",
    "snippet": "To thrust the complex burden of the global world and its history on very young children is a dubious project. It seems to me that we have to acknowledge that children of elementary- school age need first to master the realities of their world in s...",
    "lead_paragraph": "To thrust the complex burden of the global world and its history on very young children is a dubious project. It seems to me that we have to acknowledge that children of elementary- school age need first to master the realities of their world in sequence, from family and neighborhood to city and region. No centrally devised, all-purpose text will serve this purpose. But with the technological capacities of publishing today, schools could obtain a diverse selection of materials, drawing on local resources for history, ecology, economics. The Foxfire project set a great example for active community participation. Once children are well oriented in the actual world they inhabit, the wider frames of reference can be added. It's in the secondary grades that a standard curriculum becomes appropriate. JUDITH GROSSMAN Baltimore",
    "abstract": null,
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "CLASS STRUGGLE"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "GROSSMAN, JUDITH"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "TEXTBOOKS"
        },
        {
            "name": "subject",
            "value": "HISTORY"
        }
    ],
    "pub_date": "1991-10-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Education; Magazine; Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Letter",
    "_id": "4fd1d3408eb7c8105d70f2d2",
    "word_count": 131,
    "slideshow_credits": null
}