{
    "web_url": "https://www.nytimes.com/1997/11/07/us/backers-of-rights-nominee-delay-a-vote.html",
    "snippet": "With the Senate Judiciary Committee poised to defeat the nomination of Bill Lann Lee to be the Government's top civil rights enforcer, Mr. Lee's backers today delayed a vote to make a last-ditch drive for support for him.    Senator Patrick J. Lea...",
    "lead_paragraph": "With the Senate Judiciary Committee poised to defeat the nomination of Bill Lann Lee to be the Government's top civil rights enforcer, Mr. Lee's backers today delayed a vote to make a last-ditch drive for support for him. Senator Patrick J. Leahy of Vermont, the panel's ranking Democrat, exercised his prerogative to postpone the vote until the next committee meeting. Mr. Leahy indicated that he wanted to allow time for Mr. Lee's supporters to build political pressure on Republicans who are opposing him because of his support for programs that give preference to women and minorities.",
    "abstract": "Supporters of Bill Lann Lee delay Senate committee vote to make last-ditch effort to get him approved as assistant attorney general for civil rights; Sen Orrin Hatch says it is time to take a stand against race-based preferences; charges Lee mischaracterizes Supreme Court's fundamental holding that such programs are presumptively unconstitutional; criticizes Lee's work on behalf of affirmative aciton in California; Democrats Patrick Leahy and Joseph Biden defend nominee (M)",
    "print_page": "22",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Backers of Rights Nominee Delay a Vote"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BIDEN, JOSEPH R JR"
        },
        {
            "name": "persons",
            "value": "LEAHY, PATRICK J"
        },
        {
            "name": "persons",
            "value": "HATCH, ORRIN G"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "JUSTICE DEPARTMENT"
        },
        {
            "name": "organizations",
            "value": "SUPREME COURT"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "APPOINTMENTS AND EXECUTIVE CHANGES"
        },
        {
            "name": "subject",
            "value": "CIVIL RIGHTS"
        },
        {
            "name": "subject",
            "value": "ATTORNEYS GENERAL"
        }
    ],
    "pub_date": "1997-11-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Steven",
                "middlename": "A.",
                "lastname": "HOLMES",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By STEVEN A. HOLMES"
    },
    "type_of_material": "News",
    "_id": "4fd2028b8eb7c8105d767d29",
    "word_count": 1192,
    "slideshow_credits": null
}