{
    "web_url": "https://www.nytimes.com/2000/03/19/style/banned-in-california-this-season-s-snakeskin.html",
    "snippet": "IN New York, animal rights campaigners are protesting the use of leather and skins as inhumane. In Beverly Hills, shopping rights militants are outraged for a different reason: they can't find a pair of those sexy python pumps anywhere.     Neithe...",
    "lead_paragraph": "IN New York, animal rights campaigners are protesting the use of leather and skins as inhumane. In Beverly Hills, shopping rights militants are outraged for a different reason: they can't find a pair of those sexy python pumps anywhere. Neither Gucci, Barneys nor Chanel stock the popular snakeskin in their Los Angeles stores. In California, the sale of python skin or parts has been outlawed since 1970, around the same time the federal Endangered Species Act of 1973 was being discussed and formulated. Importing or shipping the species or products made from it into the state for commercial purposes is illegal. Violators face a maximum fine of $5,000 or a six-month stay at a county jail.",
    "abstract": "Style hunters in Los Angeles are finding ways to get around California's 30-year-old ban on sale of python skin, this season's hottest trend in clothing and shoes; photos (M)",
    "print_page": "6",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Banned in California: This Season's Snakeskin"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SNAKES"
        },
        {
            "name": "subject",
            "value": "ENDANGERED AND EXTINCT SPECIES"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "APPAREL"
        }
    ],
    "pub_date": "2000-03-19T00:00:00Z",
    "document_type": "article",
    "news_desk": "Style Desk",
    "section_name": "Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Monica",
                "rank": 1,
                "lastname": "CORCORAN"
            }
        ],
        "original": "By MONICA CORCORAN"
    },
    "type_of_material": "News",
    "_id": "4fd207728eb7c8105d7715e6",
    "word_count": 422,
    "slideshow_credits": null
}