{
    "web_url": "https://www.nytimes.com/1998/08/03/us/political-briefing-to-pick-a-president-parties-must-part.html",
    "snippet": "When sponsors of the ballot initiative that resulted in California's new open primary law drafted their measure two years ago, their aim was to loosen up the election process and encourage participation. But in trying to make things better, they s...",
    "lead_paragraph": "When sponsors of the ballot initiative that resulted in California's new open primary law drafted their measure two years ago, their aim was to loosen up the election process and encourage participation. But in trying to make things better, they suffered a memory lapse that may have made things worse. What they forgot was that the bylaws of both national parties prohibit the selection of Presidential convention delegates in primaries that are open to all voters. The rationale: Too much political mischief can occur.",
    "abstract": "California's new open primary law, which is aimed at loosening up election process and encourage participation, may prevent delegations to next Republican and Democratic national conventions from being seated unless old closed primary system is reinstated; bylaws of both national parties prohibit selection of Presidenbtial convention delegates in primaries that are open to all voters (S)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; To Pick a President, Parties Must Part"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "CONVENTIONS, NATIONAL (US)"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "1998-08-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1ee248eb7c8105d741aeb",
    "word_count": 345,
    "slideshow_credits": null
}