{
    "web_url": "https://www.nytimes.com/1996/09/01/weekinreview/the-many-myths-about-sex-offenders.html",
    "snippet": "THE California solution for child molesters sounds so simple -- just castrate them, or make them take a chemical that takes away their sex drive, and they will offend no more. The plan comes at a time when both political parties are vying to see w...",
    "lead_paragraph": "THE California solution for child molesters sounds so simple -- just castrate them, or make them take a chemical that takes away their sex drive, and they will offend no more. The plan comes at a time when both political parties are vying to see who can be toughest on crime. And it targets the criminals Americans find most disgusting. But as the California legislature sends its bill on child molesters to the Governor, mental health experts who treat sex offenders and legal experts who deal with them say that, alas, it's not so simple. Leaving aside the question of whether this legislation can overcome constitutional challenges, experts say that virtually everything being assumed about child molesters and about castration, chemical or surgical, is a myth, a leap of faith, or just plain wrong.",
    "abstract": "Experts hold California bill to require chemical or surgical castration of child molesters is based on myth; note recidivism rates of child molesters are lower than in other crimes, that there is no evidence that drugs or castration prevent molestation and that many molesters are not motivated by uncontrollable sexual urges (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The Many Myths About Sex Offenders",
        "kicker": "Ideas & Trends"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SEX CRIMES"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "CASTRATION"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1996-09-01T00:00:00Z",
    "document_type": "article",
    "news_desk": "Week in Review Desk",
    "section_name": "Health; Week in Review",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Gina",
                "rank": 1,
                "lastname": "KOLATA"
            }
        ],
        "original": "By GINA KOLATA"
    },
    "type_of_material": "News",
    "_id": "4fd1fad08eb7c8105d7588fe",
    "word_count": 996,
    "slideshow_credits": null
}