{
    "web_url": "https://www.nytimes.com/1998/09/05/opinion/coming-soon-the-bicoastal-primary.html",
    "snippet": "The California State Legislature voted this week to move its Presidential primary from June to the first Tuesday in March. If Gov. Pete Wilson signs the bill into law, it will virtually guarantee that the national Presidential primary system becom...",
    "lead_paragraph": "The California State Legislature voted this week to move its Presidential primary from June to the first Tuesday in March. If Gov. Pete Wilson signs the bill into law, it will virtually guarantee that the national Presidential primary system becomes a compressed melee in which nominations are awarded to the candidates with the most money and highest profile. New York has already scheduled its year 2000 primary for the week of March 7, as have most of the New England states. California hopes to convince Washington and Oregon to create a West Coast regional primary on the same day. That means candidates coming out of the New Hampshire race in February will immediately be forced into a massive, bicoastal campaign. Huge advertising budgets will be essential, and any candidate without a private jet might as well call it a day.",
    "abstract": "Editorial says California's decision to schedule its next Presidential primary for first Tuesday in March plays into hands of candidates with the most money and highest profiles; supports plan for five regional primaries, each to be held a month apart, to insure that campaign is open to as many candidates as possible (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Coming Soon: The Bicoastal Primary"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "1998-09-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1e0198eb7c8105d7268e9",
    "word_count": 411,
    "slideshow_credits": null
}