{
    "web_url": "https://www.nytimes.com/2000/03/05/us/political-briefing-california-senator-s-outlook-is-sunny.html",
    "snippet": "Amid all the hoopla surrounding the presidential primaries, it has gone almost unnoticed that there will be a United States Senate race on the ballot when Californians vote on Tuesday.    The state's senior senator, Dianne Feinstein, a liberal Dem...",
    "lead_paragraph": "Amid all the hoopla surrounding the presidential primaries, it has gone almost unnoticed that there will be a United States Senate race on the ballot when Californians vote on Tuesday. The state's senior senator, Dianne Feinstein, a liberal Democrat, is seeking re-election to a second six-year term. In 1994, when she first ran for a full term (she initially went to Washington in 1992 to fill out two years of an unexpired term), Mrs. Feinstein was barely able to fend off her conservative Republican challenger, Representative Michael Huffington of Santa Barbara. He set a national record for a Senate candidate by dumping almost $30 million of his own fortune into the contest and came within a few percentage points of turning Mrs. Feinstein out of office.",
    "abstract": "Sen Dianne Feinstein faces no challenges from fellow Democrats in her bid for re-election in California, and the likely winner of Republican primary, Rep Tom Campbell, has yet to come up with either the name recognition or financing needed to unseat her in November (S)",
    "print_page": "33",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; California Senator's Outlook Is Sunny"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CAMPBELL, TOM"
        },
        {
            "name": "persons",
            "value": "FEINSTEIN, DIANNE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SENATE"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "2000-03-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd2377a8eb7c8105d7ca33a",
    "word_count": 276,
    "slideshow_credits": null
}