{
    "web_url": "https://www.nytimes.com/1998/10/31/us/1998-campaign-california-middle-ground-good-ground-2-candidates-california-find.html",
    "snippet": "When this election year began in California, the big political questions were whether the Republican nominee for governor, State Attorney General Dan Lungren, a staunch foe of abortion, was too conservative to appeal to swing voters in this divers...",
    "lead_paragraph": "When this election year began in California, the big political questions were whether the Republican nominee for governor, State Attorney General Dan Lungren, a staunch foe of abortion, was too conservative to appeal to swing voters in this diverse and giant state and whether Senator Barbara Boxer was too liberal to do the same. Now, as the election season winds down here, Mr. Lungren trails his Democratic opponent, Lieut. Gov. Gray Davis, by double digits in the polls. And Ms. Boxer finally appears to have opened a solid lead over her Republican challenger in the Senate race, State Treasurer Matt Fong, but only by outspending him 2 to 1 in television advertisements that paint him as extremist.",
    "abstract": "When election year began in California, big political questions were whether Republican nominee for governor, State Atty Gen Dan Lungren, staunch foe of abortion, was too conservative to appeal to swing voters in state and whether Sen Barbara Boxer was too liberal; Lungren trails his Democratic opponent, Lt Gov Gray Davis, by double digits in polls as campaign winds down; Boxer finally appears to have opened solid lead over her Republican challenger in Senate race, State Treas Matt Fong, but only by outspending him 2 to 1 in television advertisements; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Middle Ground Is Good Ground, 2 Candidates in California Find",
        "kicker": "THE 1998 CAMPAIGN: CALIFORNIA"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LUNGREN, DANIEL E"
        },
        {
            "name": "persons",
            "value": "FONG, MATT"
        },
        {
            "name": "persons",
            "value": "BOXER, BARBARA"
        },
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SENATE"
        },
        {
            "name": "subject",
            "value": "ABORTION"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "POLITICAL ADVERTISING"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-10-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd214888eb7c8105d78d139",
    "word_count": 1420,
    "slideshow_credits": null
}