{
    "web_url": "https://www.nytimes.com/1998/10/05/business/media-talk-california-law-will-allow-celebrities-to-sue-paparazzi.html",
    "snippet": "Granting the wishes of an industry that at once promotes and protects its famed charges, Gov. Pete Wilson of California signed lesiglation last week intended to allow celebrities to sue paparazzi for invasion of privacy.    The law will allow phot...",
    "lead_paragraph": "Granting the wishes of an industry that at once promotes and protects its famed charges, Gov. Pete Wilson of California signed lesiglation last week intended to allow celebrities to sue paparazzi for invasion of privacy. The law will allow photographers to be found liable for invasion of privacy if it is proved that they trespassed or used telephoto lenses to capture images of people engaging in personal or familial activity, and provides for hefty damage awards against both photographers and their organizations.",
    "abstract": "Gov Pete Wilson of California signs bill intended to allow celebrities to sue paparazzi for invasion of privacy; law will allow photographers to be found liable for invasion of privacy if they trespass or use telephoto lenses to capture images of people engaging in personal or familial activity; it provides for hefty damage awards against photographers and their organizations (S)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Media Talk; California Law Will Allow Celebrities to Sue Paparazzi"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "CELEBRITIES"
        },
        {
            "name": "subject",
            "value": "NEWS PHOTOGRAPHY"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        },
        {
            "name": "subject",
            "value": "PHOTOGRAPHY"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "PRIVACY"
        }
    ],
    "pub_date": "1998-10-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Christian",
                "rank": 1,
                "lastname": "BERTHELSEN"
            }
        ],
        "original": "By CHRISTIAN BERTHELSEN"
    },
    "type_of_material": "News",
    "_id": "4fd20b258eb7c8105d77916e",
    "word_count": 342,
    "slideshow_credits": null
}