{
    "web_url": "https://www.nytimes.com/1998/04/02/us/fewer-u-of-california-applicants-reveal-race.html",
    "snippet": "In the first year that the University of California has selected a freshman class without considering race in admissions, the number of applicants who did not report their ethnic background on the forms increased by more than 150 percent.    Admis...",
    "lead_paragraph": "In the first year that the University of California has selected a freshman class without considering race in admissions, the number of applicants who did not report their ethnic background on the forms increased by more than 150 percent. Admissions officials speculated that a new application format as well as a reaction to California's ban on affirmative action were likely factors.",
    "abstract": "Admission officials say that in first year that University of California has selected freshman class without considering race in admissions, the number of applicants who did not report their ethnic background on forms increased by over 150 percent; speculate that new application format as well as reaction to California's ban on affirmative action were likely factors (M)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Fewer U. of California Applicants Reveal Race"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNIVERSITY OF CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "COLLEGES AND UNIVERSITIES"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        }
    ],
    "pub_date": "1998-04-02T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd216c48eb7c8105d791afe",
    "word_count": 564,
    "slideshow_credits": null
}