{
    "web_url": "https://www.nytimes.com/1999/04/05/business/book-chain-s-bid-to-acquire-big-distributor-is-under-fire.html",
    "snippet": "Five months after Barnes & Noble Inc. rattled the book industry with the seismic announcement of its acquisition of the nation's largest wholesaler, Ingram Book Group, the proposed merger is undergoing intense Federal scrutiny and is now being inv...",
    "lead_paragraph": "Five months after Barnes & Noble Inc. rattled the book industry with the seismic announcement of its acquisition of the nation's largest wholesaler, Ingram Book Group, the proposed merger is undergoing intense Federal scrutiny and is now being investigated by the California Attorney General's office. When the $600 million purchase was announced in early November, Barnes & Noble's top executives confidently predicted that the merger of the nation's largest bookseller and wholesaler would be completed in 35 to 45 days, but the Federal Trade Commission's antitrust review has lingered longer than expected.",
    "abstract": "Proposed merger of Barnes & Noble Inc, nation's largest bookseller, with nation's largest wholesaler, Ingram Book Group, is undergoing intense Federal scrutiny; Federal Trace Commission is conducting second request review, rare move that allows agency to extend its examination of competitive impact of proposed deal; independent booksellers, led by American Booksellers Assn, have organized one of most elaborate opposition campaigns in recent history of book industry; in California, office of Atty Gen Bill Lockyer is reviewing deal; even if FTC approves merger, California can ask Federal judge to block it; photo; map (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Book Chain's Bid to Acquire Big Distributor Is Under Fire"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LOCKYER, BILL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "BARNES & NOBLE INC"
        },
        {
            "name": "organizations",
            "value": "FEDERAL TRADE COMMISSION"
        },
        {
            "name": "organizations",
            "value": "INGRAM BOOK GROUP"
        },
        {
            "name": "organizations",
            "value": "AMERICAN BOOKSELLERS ASSN"
        },
        {
            "name": "subject",
            "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"
        },
        {
            "name": "subject",
            "value": "ANTITRUST ACTIONS AND LAWS"
        },
        {
            "name": "subject",
            "value": "BOOKS AND LITERATURE"
        },
        {
            "name": "subject",
            "value": "BOOK TRADE"
        }
    ],
    "pub_date": "1999-04-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business; Books",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Doreen",
                "rank": 1,
                "lastname": "CARVAJAL"
            }
        ],
        "original": "By DOREEN CARVAJAL"
    },
    "type_of_material": "News",
    "_id": "4fd20e868eb7c8105d7800db",
    "word_count": 1076,
    "slideshow_credits": null
}