{
    "web_url": "https://www.nytimes.com/1995/01/15/magazine/sunday-january-15-1995-apocalypse-then.html",
    "snippet": "It's the resting place of napalm -- the Fallbrook Naval Weapons Station in the California countryside between Los Angeles and San Diego (at left). Since the Vietnam war the last 23 million pounds of napalm, a mixture of gasoline, benzene and polys...",
    "lead_paragraph": "It's the resting place of napalm -- the Fallbrook Naval Weapons Station in the California countryside between Los Angeles and San Diego (at left). Since the Vietnam war the last 23 million pounds of napalm, a mixture of gasoline, benzene and polystyrene, have been held here. Now the Navy is figuring out how to dispose of it. There is no danger of conflagration in California. The canisters don't have detonators. But over the years they have begun to leak, and California environmental officials want the station to get rid of the napalm because it could contaminate ground water. Some 1,774 canisters developed leaks in 1994. They were repaired, removed or incinerated. Nobody seems interested in buying the napalm for recycling and incineration is expensive, so it seems the Navy will have to hire a private company to take the napalm away. Estimated cost -- $20 million.",
    "abstract": null,
    "print_page": "15",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Apocalypse Then",
        "kicker": "SUNDAY, JANUARY 15, 1995"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "NAVIES"
        },
        {
            "name": "subject",
            "value": "HAZARDOUS AND TOXIC SUBSTANCES"
        },
        {
            "name": "subject",
            "value": "NAPALM"
        },
        {
            "name": "subject",
            "value": "UNITED STATES ARMAMENT AND DEFENSE"
        }
    ],
    "pub_date": "1995-01-15T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1bb918eb7c8105d6e67b6",
    "word_count": 150,
    "slideshow_credits": null
}