{
    "web_url": "https://www.nytimes.com/2000/10/26/us/2000-campaign-race-california-offensive-bush-producing-results-across-california.html",
    "snippet": "For more than a year, the smartest money in both major political parties on both coasts held that Gov. George W. Bush could not win California, that his positions on gun control, abortion and the environment were out of step with voters in a state...",
    "lead_paragraph": "For more than a year, the smartest money in both major political parties on both coasts held that Gov. George W. Bush could not win California, that his positions on gun control, abortion and the environment were out of step with voters in a state where the Republican Party was reeling. Most of the smart money still thinks that Mr. Bush will not win here, but it is harder these days to find experts in either party who say flatly that he cannot. As the candidates seesaw for the lead in national polls, the race has tightened in the biggest state of all. Mr. Bush is suddenly giving Al Gore a run for his money here in the one state that most experts say the vice president must win to take the White House.",
    "abstract": "Presidential race tightens in California, state once considered sure win for Vice Pres Al Gore; California Republican Party is spending $1.5 million a week on television advertisements in support of Gov George W Bush, including new round of Spanish-language ads; Democrats have no plans for anything but some radio ads, and Gov Gray Davis wants Pres Clinton to visit state for final get-out-the-vote tour; Green Party candidate, Ralph Nader, has been digging into Gore's once-double-digit lead in state where voters tend to be more liberal than national norm; Gore, who courted California in his eight years in White House, has not visited state since Sept 20, while Bush has spent 30 days in state since June 1999 and has several appearances scheduled next week; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "OFFENSIVE BY BUSH PRODUCING RESULTS ACROSS CALIFORNIA",
        "kicker": "THE 2000 CAMPAIGN: THE RACE IN CALIFORNIA"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "persons",
            "value": "BUSH, GEORGE W"
        },
        {
            "name": "persons",
            "value": "NADER, RALPH"
        },
        {
            "name": "persons",
            "value": "GORE, AL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "GREEN PARTY"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "SPANISH LANGUAGE"
        },
        {
            "name": "subject",
            "value": "TELEVISION"
        },
        {
            "name": "subject",
            "value": "RADIO"
        },
        {
            "name": "subject",
            "value": "POLITICAL ADVERTISING"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        },
        {
            "name": "subject",
            "value": "THIRD-PARTY MOVES (US)"
        }
    ],
    "pub_date": "2000-10-26T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd201098eb7c8105d764dd1",
    "word_count": 1428,
    "slideshow_credits": null
}