{
    "web_url": "https://www.nytimes.com/1997/06/16/opinion/opening-a-conversation-on-race.html",
    "snippet": "In proposing a year-long national ''conversation'' about race, President Clinton put the nation's most important social problem where it belongs,  at the top of the national agenda. His speech on Saturday at commencement exercises of the Universit...",
    "lead_paragraph": "In proposing a year-long national ''conversation'' about race, President Clinton put the nation's most important social problem where it belongs, at the top of the national agenda. His speech on Saturday at commencement exercises of the University of California at San Diego was a sermon with little sanctimonious preaching. He went beyond the obvious need for racial justice to the practical and even economic reasons why the United States must nurture its increasingly diverse society. For a President with a reputation of trying hard to please, it took political audacity to stand up for affirmative action in the very state and university system that had begun dismantling this essential remedy against injustice. Reaching out to those on the other side of the issue, Mr. Clinton said Californians were doing this ''without any ill motives'' and from a sincere conviction that racial discrimination is no longer a significant barrier to success. But the President rightly implored Americans not to follow that path, which would only turn their public universities and private workplaces into segregated islands of privilege.",
    "abstract": "Editorial supports Pres Clinton's proposal for year-long national 'conversation' about race; contends that his commencement speech at University of California at San Diego put nation's most important social problem where it belongs, at top of national agenda; asserts that it took 'political audacity' for Clinton to stand up for affirmative action in very state and university system that has begun dismantling this essential remedy against injustice (M)",
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Opening a Conversation on Race"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNIVERSITY OF CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SOCIAL CONDITIONS AND TRENDS"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "COLLEGES AND UNIVERSITIES"
        }
    ],
    "pub_date": "1997-06-16T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1f0e08eb7c8105d746f2d",
    "word_count": 477,
    "slideshow_credits": null
}