{
    "web_url": "https://www.nytimes.com/1997/01/07/us/california-crews-bolster-levees-drinking-water-faces-peril.html",
    "snippet": "Crews tried to shore up failing levees today to prevent further flooding in the Central Valley of California as good weather allowed thousands of evacuees to return home. But Gov. Pete Wilson said that even without more damage, this year's floodin...",
    "lead_paragraph": "Crews tried to shore up failing levees today to prevent further flooding in the Central Valley of California as good weather allowed thousands of evacuees to return home. But Gov. Pete Wilson said that even without more damage, this year's flooding would very likely be the most destructive in the state's history. Now Southern California is being threatened as its water supply faces possible contamination as a result of high water levels in the Sacramento-San Joaquin Delta. Emergency officials fear that low-lying islands in the delta will be washed away, allowing salt water from the San Francisco Bay to push upstream. That would leave water officials with a difficult choice: allow the contamination of drinking water in Los Angeles, which receives about 20 percent of its supply from the delta, or partly empty upstream reservoirs to push out the salt water.",
    "abstract": "Crews press efforts to shore up falling levees to prevent further flooding in Central Valley of California as good weather allows thousands to return home; Gov Pete Wilson says '97 flooding will likely be most destructive in state's history; photo (M)",
    "print_page": "10",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "California Crews Bolster Levees; Drinking Water Faces Peril"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "RECORDS AND ACHIEVEMENTS"
        },
        {
            "name": "subject",
            "value": "WEATHER"
        },
        {
            "name": "subject",
            "value": "WATER"
        },
        {
            "name": "subject",
            "value": "FLOODS"
        }
    ],
    "pub_date": "1997-01-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1cd818eb7c8105d704eb7",
    "word_count": 462,
    "slideshow_credits": null
}