{
    "web_url": "https://www.nytimes.com/1998/08/02/us/jabs-are-traded-in-round-1-of-race-for-california-governor.html",
    "snippet": "In California politics, this lazy summer season is traditionally the lull before the autumn storm, but the two major party candidates for governor began trading thunderbolts here on Friday night in the first of five promised debates. And when it w...",
    "lead_paragraph": "In California politics, this lazy summer season is traditionally the lull before the autumn storm, but the two major party candidates for governor began trading thunderbolts here on Friday night in the first of five promised debates. And when it was over, they had shed sweat, heat and light on topics from abortion to the death penalty to offshore oil drilling. Lieut. Gov. Gray Davis, the Democrat, and Attorney General Dan Lungren, the Republican, each strove in their hourlong televised encounter at the San Diego Convention Center to seem the relaxed embodiment of the state they would lead. But Mr. Lungren perspired profusely in the hot television lights, and Mr. Davis, the most cautious of politicians, repeatedly dodged direct answers, and when challenged on the consistency of his support for the death penalty suddenly suggested Singapore as a model for effective law enforcement.",
    "abstract": "Lt Gov Gray Davis, Democrat, and Atty Gen Dan Lungren, Republican, hold their first debate in California's gubernatorial campaign; Davis drives home his long support of abortion rights and gun control, while Lungren puts him on defensive for his unwillingness to give unequivocal answers on questions ranging from Indian gambling to negative campaigning and North American Free Trade Agreement; Davis has had a modest lead in polls so far; photo (M)",
    "print_page": "20",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Jabs Are Traded in Round 1 of Race for California Governor"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LUNGREN, DANIEL E"
        },
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
        },
        {
            "name": "subject",
            "value": "NORTH AMERICAN FREE TRADE AGREEMENT"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "DEBATING"
        },
        {
            "name": "subject",
            "value": "FIREARMS"
        },
        {
            "name": "subject",
            "value": "ABORTION"
        },
        {
            "name": "subject",
            "value": "INDIANS, AMERICAN"
        },
        {
            "name": "subject",
            "value": "POLITICAL ADVERTISING"
        },
        {
            "name": "subject",
            "value": "GAMBLING"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "GUN CONTROL"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-08-02T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd1e0118eb7c8105d72625b",
    "word_count": 881,
    "slideshow_credits": null
}