{
    "web_url": "https://www.nytimes.com/1999/09/11/us/indian-tribes-approve-gambling-compacts-with-california.html",
    "snippet": "Gov. Gray Davis and more than 50 California Indian tribes agreed today to binding compacts intended to keep slot machines operating at Indian casinos around the state, and the State Legislature voted to put a referendum on the ballot next March to...",
    "lead_paragraph": "Gov. Gray Davis and more than 50 California Indian tribes agreed today to binding compacts intended to keep slot machines operating at Indian casinos around the state, and the State Legislature voted to put a referendum on the ballot next March to exempt tribes from the state Constitution's ban on casino gambling, paving the way for a substantial expansion of gambling in the West. The agreements, reached after an overnight scramble at the end of the annual legislative session in Sacramento, were intended to avert a threatened Federal shutdown of tribal slot machines in the wake of a State Supreme Court ruling last month. That ruling overturned an earlier ballot measure that would have expanded the $1.4 billion annual industry.",
    "abstract": "Gov Gray Davis and more than 50 California Indian tribes agree to binding compacts intended to keep slot machines operating at Indian casinos around state; State Legislature votes to put referendum om ballot next March to exempt tribes from state Constitution's ban on casino gambling, paving way for substantial expansion of gambling in West (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Indian Tribes Approve Gambling Compacts With California"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "INDIANS, AMERICAN"
        },
        {
            "name": "subject",
            "value": "GAMBLING"
        },
        {
            "name": "subject",
            "value": "CASINOS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1999-09-11T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd20fb08eb7c8105d7828d7",
    "word_count": 1200,
    "slideshow_credits": null
}