{
    "web_url": "https://www.nytimes.com/1999/03/25/us/california-republican-tries-altering-campaign-finance.html",
    "snippet": "Ron K. Unz, the Silicon Valley millionaire who sponsored the ballot proposition that effectively ended bilingual education in California last year, is proposing a sweeping new measure that would overhaul the state's campaign finance and disclosure...",
    "lead_paragraph": "Ron K. Unz, the Silicon Valley millionaire who sponsored the ballot proposition that effectively ended bilingual education in California last year, is proposing a sweeping new measure that would overhaul the state's campaign finance and disclosure laws and take reapportionment out of the hands of the Legislature and turn it over to an independent commission. The complex proposal, called the California Voters Bill of Rights, would require all contributions of $1,000 or more to be disclosed electronically over the Internet within 24 hours of their receipt by a campaign committee, bar candidates for statewide office from raising money except in the 12 months before their primary election, impose a contribution limit of $5,000 per election to candidates for statewide office and ban corporate contributions outright.",
    "abstract": "Ron K Unz, the Silicon Valley millionaire who sponsored the ballot proposition that effectively ended bilingual education in California in 1998, is proposing sweeping new measure that would overhaul state's campaign finance and disclosure laws to take reapportionment out of hands of Legislature and turn it over to independent commission; California Voters Bill of Rights would require all contributions of $1,000 or more to be disclosed electronically over Internet within 24 hours of receipt by campaign committee, bar candidates for statewide office from raising money except in 12 months before primary election, impose contribution limit of $5,000 per election to candidates for statewide office and ban corporate contributions outright; photo (M)",
    "print_page": "20",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Republican Tries Altering Campaign Finance"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "UNZ, RON K"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "EQUAL EDUCATIONAL OPPORTUNITIES"
        },
        {
            "name": "subject",
            "value": "INTERNET AND WORLD WIDE WEB"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "REAPPORTIONMENT"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1999-03-25T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd1e87b8eb7c8105d736c2a",
    "word_count": 961,
    "slideshow_credits": null
}