{
    "web_url": "https://www.nytimes.com/2000/10/22/magazine/is-the-choice-between-these-two-guys-worth-10-million.html",
    "snippet": "In the hills over Los Angeles on the Fourth of July, it was possible for a moment to believe that Republican Congressman James Rogan and Democratic State Senator Adam Schiff did not loathe each other. They were opponents in what was shaping up as ...",
    "lead_paragraph": "In the hills over Los Angeles on the Fourth of July, it was possible for a moment to believe that Republican Congressman James Rogan and Democratic State Senator Adam Schiff did not loathe each other. They were opponents in what was shaping up as the most expensive Congressional race in the history of the republic -- and one of the fiercest -- and yet there they were chatting amiably in the morning sunshine near the convertibles that would carry them in the day's first parade, two suburban white guys trading updates on their kids. My attention wandered to the blonde perched nearby in a red Cadillac convertible. And froze there. ''Do you know Susan?'' Rogan asked without enthusiasm. Yes, it was she. Susan Carpenter-McMillan -- once the spokeswoman for Paula Jones and now a candidate for a California State Assembly seat -- was as vehement as ever as she alighted from her car. Had I heard, she wondered in that scratchy, unconquerable voice of hers, what it was that everyone said about her and Jim Rogan? And I thought, Together -- she as a Valkyrie for Jones and he as an impeachment prosecutor on the floor of the Senate -- they almost toppled the president of the United States? No! The correct answer was weird hair. ''They always ask if Jim's hair is a toupee!'' she said, laughing raucously. ''And they always make fun of my hairspray!''",
    "abstract": "James Bennet article on California Republican Repr James Rogan and Democratic State Sen Adam Schiff, opponents in what is shaping up to be the most expensive and one of fiercest Congressional races in history; photos (M)",
    "print_page": "62",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Is The Choice Between These Two Guys Worth 10 Million?"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "SCHIFF, ADAM"
        },
        {
            "name": "persons",
            "value": "ROGAN, JAMES"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "HOUSE OF REPRESENTATIVES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "2000-10-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "James",
                "rank": 1,
                "lastname": "Bennet"
            }
        ],
        "original": "By James Bennet"
    },
    "type_of_material": "News",
    "_id": "4fd2456e8eb7c8105d7dfe5a",
    "word_count": 7664,
    "slideshow_credits": null
}