{
    "web_url": "https://www.nytimes.com/1998/02/13/us/california-governor-s-race-a-new-height-in-spending.html",
    "snippet": "Politics has never been a cheap sport in California, home to a dozen media markets stretching over a span equal to the distance from New Jersey to Georgia and to a diffuse and desultory political culture where paid television commercials are king....",
    "lead_paragraph": "Politics has never been a cheap sport in California, home to a dozen media markets stretching over a span equal to the distance from New Jersey to Georgia and to a diffuse and desultory political culture where paid television commercials are king. But as the 1998 gubernatorial race begins here in earnest this month, the state of so many firsts seems poised to set yet another record, for the most expensive state election campaign in American history. And in no small measure that is the work of one man, a demibillionaire Democratic businessman named Al Checchi (pronounced CHECK-ee), who is running for office for the first time.",
    "abstract": "1998 gubernatorial race in California appears poised to set record as most expensive state election campaign in American history; much of spending comes from demibillionaire Alfred A Checchi, 49-year-old investor who has come from nowhere to virtually dominate Democratic field at moment; Sen Dianne Feinstein, whose husband is onetime partner of Checchi and himself a millionaire, chose not to run for governor last month--though she led in all polls--because she confessed dreading prospect that Checchi would spend millions of dollars attacking her in primary; Leon E Panetta, former Congressman who served as Pres Clinton's chief of staff, concluded last week that he could not possibly raise enough money to compete; Lt Gov Gray Davis, who has spent years planning a gubernatorial bid and amassing war chest of more than $4 million, now finds Checchi nipping at his heels in public opinion polls; only other Democrat who decided she could afford to join fray is Repr Jane Harman, who represents coastal district on south edges of Los Angeles and whose husband has fortune akin to Checchi's; on Republican side, conservative State Atty Gen, Dan Lungren, faces only token opposition; Checchi photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Governor's Race: A New Height in Spending"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LUNGREN, DANIEL E"
        },
        {
            "name": "persons",
            "value": "HARMAN, JANE"
        },
        {
            "name": "persons",
            "value": "PANETTA, LEON E"
        },
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "persons",
            "value": "CHECCHI, ALFRED A"
        },
        {
            "name": "persons",
            "value": "FEINSTEIN, DIANNE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-02-13T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd20ae48eb7c8105d7783b7",
    "word_count": 1308,
    "slideshow_credits": null
}