{
    "web_url": "https://www.nytimes.com/1998/06/01/us/primaries-98-governor-s-race-money-polls-take-center-stage-california-race.html",
    "snippet": "After the most high-priced and volatile primary campaign in California history, this state's voters will pick nominees for Governor on Tuesday in an election that has rekindled a debate over the potency of television commercials and underscored th...",
    "lead_paragraph": "After the most high-priced and volatile primary campaign in California history, this state's voters will pick nominees for Governor on Tuesday in an election that has rekindled a debate over the potency of television commercials and underscored the perils for wealthy candidates who finance their own campaigns. With Dan Lungren, the State Attorney General, facing token opposition for the Republican nomination for Governor, the Democratic race has overwhelmed the political landscape. Tussles over the dominant issues of education and crime have largely been submerged by a competition defined by huge sums of money and wild gyrations in the polls that have startled even jaded politicians.",
    "abstract": "California's gubernatorial primary has rekindled debate over potency of television commercials and underscored perils for wealthy candidates who finance own campaigns; with State Atty Gen Dan Lungren facing token opposition for Republican nomination, Democratic race has overwhelmed political landscape, and tussles over dominant campaign issues have largely been submerged by competition defined by huge sums of money and wild gyrations in polls that have startled even jaded politicians; each of three main contenders for Democratic nomination has over past month been individually in first and last place in polls; most spectacular has been downward trajectory of Alfred A Checchi, political newcomer who has pumped roughly $40 million into campaign, only to see first-place position in polls plunge to distant third; his candidacy has heralded new political dynamic in state that pioneered 'virtual campaign,' in which elections are fought only on airwaves: more money he pours into television commercials, worse he seems to do (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "MONEY AND POLLS TAKE CENTER STAGE IN CALIFORNIA RACE",
        "kicker": "PRIMARIES '98: THE GOVERNOR'S RACE"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LUNGREN, DANIEL E"
        },
        {
            "name": "persons",
            "value": "CHECCHI, ALFRED A"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "TELEVISION"
        },
        {
            "name": "subject",
            "value": "POLITICAL ADVERTISING"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-06-01T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Richard",
                "middlename": "L.",
                "lastname": "BERKE",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By RICHARD L. BERKE"
    },
    "type_of_material": "News",
    "_id": "4fd20b098eb7c8105d778ba7",
    "word_count": 1677,
    "slideshow_credits": null
}