{
    "web_url": "https://www.nytimes.com/1998/07/08/us/california-s-budget-struggle-is-bitter-despite-big-surplus.html",
    "snippet": "Gov. Pete Wilson began his tenure here seven summers ago with the largest budget gap that any state ever faced, a $14.3 billion shortfall that forced him and the Legislature to raise $7 billion in new taxes and slash spending by the same amount. T...",
    "lead_paragraph": "Gov. Pete Wilson began his tenure here seven summers ago with the largest budget gap that any state ever faced, a $14.3 billion shortfall that forced him and the Legislature to raise $7 billion in new taxes and slash spending by the same amount. The budget was finally passed 17 days after the July 1 deadline, and the next year, the wrangling was even worse, with a record 63-day standoff over how to spread the pain. Now Mr. Wilson is in his last year in office, contemplating another run for the White House and eager to leave a legacy -- and California is once again without a budget one week into the new fiscal year. But this time, as in other state capitals this season, the fight is over what to do with a surplus -- $4.4 billion generated by the Golden State's booming economic recovery -- and while the question now is about cutting taxes and expanding services, the debate is just as bitter as before.",
    "abstract": "California is again without budget one week into new fiscal year amid bitter debate over what to do with $4.4 billion surplus; Gov Pete Wilson and Sen John L Burton agree surplus inspires less cooperation and more partisanship than deficit, interviews; Wilson and Republicans want $3.6 billion cut in state's unpopular vehicle license tax over next four years, cut that would let Wilson claim to have cut taxes more than he raised them in his two terms; Wilson dismisses view that surplus is short-term phenomenon; map showing states that charge value-based state or local annual tax on vehicles (M)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California's Budget Struggle Is Bitter Despite Big Surplus"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BURTON, JOHN L"
        },
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AUTOMOBILES"
        },
        {
            "name": "subject",
            "value": "TAXATION"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
        }
    ],
    "pub_date": "1998-07-08T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd20b0a8eb7c8105d778c83",
    "word_count": 1143,
    "slideshow_credits": null
}