{
    "web_url": "https://www.nytimes.com/1996/12/04/us/a-new-era-at-the-california-capitol-or-the-same-old-gridlock-instead.html",
    "snippet": "There was much optimistic talk of a new legislative era among Democrats in Sacramento on Monday as their party formally took back control of the California Assembly and, in a historic first move, elected to the Speakership one of their number, Cru...",
    "lead_paragraph": "There was much optimistic talk of a new legislative era among Democrats in Sacramento on Monday as their party formally took back control of the California Assembly and, in a historic first move, elected to the Speakership one of their number, Cruz Bustamante of Fresno, the first Hispanic lawmaker to head the chamber. At the same time, just across the hallway, the Democrats consolidated full control of the newly convened Legislature by re-electing another of their own, Bill Lockyer of Hayward, as Senate President pro tem.",
    "abstract": "Democrats in California Legislature formally reasume control of Assembly and, in historic first move, elect to Speakership Cruz Bustamante--first Hispanic lawmaker to head chamber; consolidate full control of newly convened Legislature by re-electing Bill Lockyer as Senate President pro tem; despite high-flown enthusiasm and noble-sounding appeals among party members, potential for gridlock at Capitol remains great (Political Memo); photo (M)",
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "A New Era at the California Capitol, Or the Same Old Gridlock Instead?",
        "kicker": "Political Memo"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LOCKYER, BILL"
        },
        {
            "name": "persons",
            "value": "BUSTAMANTE, CRUZ"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        }
    ],
    "pub_date": "1996-12-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1f5e08eb7c8105d74fb61",
    "word_count": 842,
    "slideshow_credits": null
}