{
    "web_url": "https://www.nytimes.com/1998/05/30/us/bilingual-education-is-facing-push-toward-abandonment.html",
    "snippet": "Bilingual education, once widely hailed as a humane and sound method of immigrant assimilation, has fallen into disfavor, disparaged as a bureaucratic boondoggle, even by many of the people it was primarily designed to serve: the nation's increasi...",
    "lead_paragraph": "Bilingual education, once widely hailed as a humane and sound method of immigrant assimilation, has fallen into disfavor, disparaged as a bureaucratic boondoggle, even by many of the people it was primarily designed to serve: the nation's increasing Hispanic minority. On June 2, California voters are expected to endorse Proposition 227, which will eliminate the hundreds of bilingual programs in a state that is home to nearly half of the pupils in the United States with limited English proficiency, setting the stage for similar attacks on such programs nationwide.",
    "abstract": "Bilingual education, once hailed as humane and sound method of immigrant assimilation, has fallen into disfavor, disparaged as bureaucratic boondoggle, even by many of people it was primarily designed to serve: nation's increasing Hispanic minority; California voters on June 2 are expected to endorse Proposition 227, which will eliminate hundreds of bilingual programs in state that is home to nearly half of pupils in US with limited English proficiency, setting stage for similar attacks on such programs nationwide; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Bilingual Education Is Facing Push Toward Abandonment"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PROPOSITION 227 (CALIFORNIA INITIATIVE)"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "ENGLISH LANGUAGE"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-05-30T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Ethan",
                "rank": 1,
                "lastname": "BRONNER"
            }
        ],
        "original": "By ETHAN BRONNER"
    },
    "type_of_material": "News",
    "_id": "4fd205478eb7c8105d76dbd8",
    "word_count": 2050,
    "slideshow_credits": null
}