{
    "web_url": "https://www.nytimes.com/1997/02/12/opinion/l-tax-revolt-didn-t-ruin-california-s-schools-596310.html",
    "snippet": "To the Editor:    In his otherwise credible Feb. 10 Editorial Notebook on the failures of California's school system, Brent Staples fell into the ''tax revolt'' myth that has become nothing short of legend. California has been throwing tons of mon...",
    "lead_paragraph": "To the Editor: In his otherwise credible Feb. 10 Editorial Notebook on the failures of California's school system, Brent Staples fell into the ''tax revolt'' myth that has become nothing short of legend. California has been throwing tons of money at the public schools for decades, including after the 1970's. The ''tax revolt'' to which he refers was necessary to avoid killing the golden goose. If young families were going to be able to buy (or rent) homes in California and actually live here, something had to be done to limit the amount of money that could be extracted from the property owners. It was not a tax revolt for the sheer joy of it, but rather an essential reform if the state expected to continue to attract taxpaying residents.",
    "abstract": "Karen Sorlie Russo letter on Brent Staples' Feb 10 article on failures of California's school system (S)",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "'Tax Revolt' Didn't Ruin California's Schools"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "RUSSO, KAREN SORLIE"
        },
        {
            "name": "persons",
            "value": "STAPLES, BRENT"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        }
    ],
    "pub_date": "1997-02-12T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Letter",
    "_id": "4fd1cd7c8eb7c8105d7049f3",
    "word_count": 278,
    "slideshow_credits": null
}