{
    "web_url": "https://www.nytimes.com/1998/03/13/us/national-news-briefs-california-school-board-alters-bilingual-policy.html",
    "snippet": "In a decision giving local school districts control over bilingual education, the California Board of Education today rescinded a policy requiring that students with limited English skills be taught in their native language.    The surprise move c...",
    "lead_paragraph": "In a decision giving local school districts control over bilingual education, the California Board of Education today rescinded a policy requiring that students with limited English skills be taught in their native language. The surprise move came in response to a petition filed with the board by the conservative Pacific Legal Foundation on Feb. 17. The petition argued that because the state's bilingual education law expired in 1987, the board was acting beyond the scope of law when it required districts to obtain permission for English-only programs.",
    "abstract": "California Education Board, in decision giving local school districts control over bilingual education, rescinds policy requiring that students with limited English skills be taught in their native language; board's move comes in response to petition filed with board by conservative Pacific Legal Foundation on Feb 17; petition argued that because state's bilingual education law expired in 1987, board was acting beyond scope of law when it required districts to obtain permission for English-only programs (S)",
    "print_page": "17",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; California School Board Alters Bilingual Policy"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "PACIFIC LEGAL FOUNDATION"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        }
    ],
    "pub_date": "1998-03-13T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1e5778eb7c8105d7308b5",
    "word_count": 114,
    "slideshow_credits": null
}