{
    "web_url": "https://www.nytimes.com/1998/05/03/opinion/l-immigrant-children-thrive-in-english-immersion-wired-for-learning-781240.html",
    "snippet": "To the Editor:    Re your April 30 editorial on bilingual education: Twelve years ago my wife and I adopted three Korean children who came to this country at ages 13, 10 and 7 not speaking a word of English. After three days sleeping off their jet...",
    "lead_paragraph": "To the Editor: Re your April 30 editorial on bilingual education: Twelve years ago my wife and I adopted three Korean children who came to this country at ages 13, 10 and 7 not speaking a word of English. After three days sleeping off their jet lag, they were enrolled in public school at the grade levels appropriate to their ages. They had minimal English as a Second Language instruction and spoke Korean to each other for the first month or so after arriving. In less than a year they were all superior students -- fluent in English reading, speaking and writing. Their best English learning tool? We got them their own phone line to talk to their friends. WILLIAM BASOW Fort Collins, Colo., April 30, 1998",
    "abstract": "Letter from William Basow on Apr 30 editorial on bilingual education relates how his foreign-born adopted children learned English, seemingly overnight, without benefit of bilingual education (S)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Immigrant Children Thrive in English Immersion; Wired for Learning"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BASOW, WILLIAM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-05-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Letter",
    "_id": "4fd1dead8eb7c8105d722fa1",
    "word_count": 127,
    "slideshow_credits": null
}