{
    "web_url": "https://www.nytimes.com/1998/12/02/us/governor-elect-gets-set-hopes-high-profile-low.html",
    "snippet": "For months, Gray Davis was mocked as California's slow but steady gubernatorial candidate. So it was perhaps fitting that he made one of his first full-dress appearances as Governor-elect, at a news conference this week in the children's departmen...",
    "lead_paragraph": "For months, Gray Davis was mocked as California's slow but steady gubernatorial candidate. So it was perhaps fitting that he made one of his first full-dress appearances as Governor-elect, at a news conference this week in the children's department of the Los Angeles Central Library, in front of a display copy of ''The Hare and the Tortoise.'' But since his 20-point victory over State Attorney General Dan Lungren a month ago, Mr. Davis has behaved more like a groundhog, burrowing down in private and reviewing his options as he prepares to take over from Gov. Pete Wilson in January. He surfaced at the library on Monday only to announce his first staff appointment -- that of his Education Secretary, in keeping with his campaign pledge to revitalize the state's sagging public schools.",
    "abstract": "California Gov-elect Gray Davis's low profile seems to be helping him as he moves to step up from lieutenant governor, put together new administration and cope with flood of pent-up demands from Democrats, who have not had governor from their party since Edmund G Brown Jr 16 years ago; Davis recently announced his first staff appointment--former State Sen Gary Hart as education secretary--in keeping with his campaign pledge to revitalize state's sagging public schools; photo (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Governor-Elect Gets Set, Hopes High, Profile Low"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BROWN, EDMUND G JR"
        },
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "persons",
            "value": "HART, GARY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        }
    ],
    "pub_date": "1998-12-02T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd209958eb7c8105d775ae4",
    "word_count": 882,
    "slideshow_credits": null
}