{
    "web_url": "https://www.nytimes.com/1999/07/30/us/california-calls-off-effort-to-carry-out-immigrant-measure.html",
    "snippet": "The landmark 1994 referendum that barred illegal immigrants and their children from receiving government services like a public education and became one of the most contentious political issues in California history, was declared all but dead toda...",
    "lead_paragraph": "The landmark 1994 referendum that barred illegal immigrants and their children from receiving government services like a public education and became one of the most contentious political issues in California history, was declared all but dead today. Gov. Gray Davis, striking a deal with opponents of the referendum, Proposition 187, after three months of mediation, agreed to drop an appeal of a Federal court's ruling that found much of it unconstitutional. In turn, the opponents, who had prevented the measure from taking effect with legal challenges, agreed to drop their lawsuits against the state.",
    "abstract": "Proposition 187, landmark 1994 referendum that barred illegal immigrants and their children from receiving government services like a public education and became one of most contentious political issues in California, has been declared all but dead; Gov Gray Davis agrees to drop appeal of Federal court's ruling that found much of it unconstitutional; opponents, who had prevented measure from taking effect with legal challenges, agree to drop their lawsuits against state; US appeals court dismisses all Proposition 187 appeals in wake of agreement (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Calls Off Effort to Carry Out Immigrant Measure"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ILLEGAL ALIENS"
        },
        {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "PROPOSITION 187 (CALIFORNIA INITIATIVE)"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "SUITS AND CLAIMS AGAINST GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1999-07-30T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Evelyn",
                "rank": 1,
                "lastname": "NIEVES"
            }
        ],
        "original": "By EVELYN NIEVES"
    },
    "type_of_material": "News",
    "_id": "4fd20f218eb7c8105d781635",
    "word_count": 902,
    "slideshow_credits": null
}