{
    "web_url": "https://www.nytimes.com/1998/03/10/us/bilingual-education-facing-toughest-test.html",
    "snippet": "Rose Espinoza and Alice Callaghan spend much of their lives nurturing the American Dreams of poor and working class Latino immigrant children by tutoring them after school in English, math and faith in themselves and in their new country.    The t...",
    "lead_paragraph": "Rose Espinoza and Alice Callaghan spend much of their lives nurturing the American Dreams of poor and working class Latino immigrant children by tutoring them after school in English, math and faith in themselves and in their new country. The two women have never met, but they agree that if the children they care about so deeply are to do better than working in a sweatshop, the way many of their parents do, then the key is for them to learn how to read, write and speak English as quickly as possible. Still, when it comes to the best way for the public schools to teach those make-or-break lessons, Mrs. Espinoza and Ms. Callaghan are on opposite sides of a bitter debate.",
    "abstract": "Referendum drive led by conservative Republican millionaire Ron K Unz would virtually wipe out bilingual education in California; referendum proponents hold bilingual program has failed, turning out students with little knowledge of English and condemning them to life of menial jobs; initiative would replace bilingual classes with one year of courses taught in English, with stress on learning language; battle is being closely watched by educators and politicians across nation (L)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Bilingual Education Facing Toughest Test"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "UNZ, RON K"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "ENGLISH LANGUAGE"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-03-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Don",
                "rank": 1,
                "lastname": "TERRY"
            }
        ],
        "original": "By DON TERRY"
    },
    "type_of_material": "News",
    "_id": "4fd20c058eb7c8105d77b150",
    "word_count": 1869,
    "slideshow_credits": null
}