{
    "web_url": "https://www.nytimes.com/1998/06/04/opinion/offices-money-can-t-buy.html",
    "snippet": "If nothing else, the results of California's primary elections may cause multimillionaires to rethink their plans for midlife career changes. Never have so many spent so much to win so little. The businessman Al Checchi could have gotten a better ...",
    "lead_paragraph": "If nothing else, the results of California's primary elections may cause multimillionaires to rethink their plans for midlife career changes. Never have so many spent so much to win so little. The businessman Al Checchi could have gotten a better return by spending his $40 million on Lotto tickets than by seeking the Democratic gubernatorial nomination. Representative Jane Harman, who finished right behind Mr. Checchi in the race, lost both her Congressional career and about $15 million of her husband's fortune. The car alarm magnate Darrell Issa spent $10 million of his own money chasing the G.O.P. Senate nomination, to no avail. Like many elections so far this year, Tuesday's primaries were a rejection of checkbook politics and unrestricted spending. Lieut. Gov. Gray Davis, who beat Mr. Checchi, is a career politician who categorized his victory as ''an experience money can't buy.'' Matt Fong, the State Treasurer, underspent Mr. Issa for the Senate nomination. Californians rejected Representative Jay Kim and his financial scandal. Mr. Kim, who recently pleaded guilty to accepting illegal campaign donations, was confined to his Washington home under a probation agreement.",
    "abstract": "Editoral contends that June 2 primaries in California and other states, like many elections so far this year, were rejection of checkbook politics and unrestricted spending; maintains that in most dramatic result of voting, Californians voted overwhelmingly to approve Proposition 227, which would drastically curtail bilingual education in public schools; asserts that initiative's passage seems to be more of protest against poor quality of public education than reasoned analysis of how best to teach children who are not fluent in English (M)",
    "print_page": "26",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Offices Money Can't Buy"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PROPOSITION 227 (CALIFORNIA INITIATIVE)"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-06-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd218758eb7c8105d7953f4",
    "word_count": 553,
    "slideshow_credits": null
}