{
    "web_url": "https://www.nytimes.com/1999/01/31/us/court-ruling-boosts-private-holocaust-lawsuits.html",
    "snippet": "Mor Stern, a wine and spirits maker in Hungary who was sent to Auschwitz in World War II, died at the hands of Nazi Germany but left behind insurance policies that would have taken care of his survivors. His heirs, who say they have been trying to...",
    "lead_paragraph": "Mor Stern, a wine and spirits maker in Hungary who was sent to Auschwitz in World War II, died at the hands of Nazi Germany but left behind insurance policies that would have taken care of his survivors. His heirs, who say they have been trying to collect on those policies for more than 50 years, are taking the case to court. But they are doing so on their own, in a private lawsuit, eschewing two class-action lawsuits over the issue in New York, and an international commission led by a former Secretary of State that was formed to help settle such claims.",
    "abstract": "California state court ruling that survivors of Nazi concentration camp victim can continue their suit against his life insurer, Assicurazioni Generali SPA, gives boost to private suits as vehicle for pursuing Holocaust insurance claims; such claimants eschew two class-action suits over issue in New York and international commission formed to help settle claims (M)1",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Court Ruling Boosts Private Holocaust Lawsuits"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ASSICURAZIONI GENERALI SPA"
        },
        {
            "name": "subject",
            "value": "LIFE INSURANCE"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        },
        {
            "name": "subject",
            "value": "NAZI POLICIES TOWARD JEWS AND OTHER MINORITIES"
        },
        {
            "name": "subject",
            "value": "CLASS-ACTION SUITS"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        }
    ],
    "pub_date": "1999-01-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd20a068eb7c8105d776a90",
    "word_count": 697,
    "slideshow_credits": null
}