{
    "web_url": "https://www.nytimes.com/1998/07/22/us/national-news-briefs-judge-throws-wrench-into-california-budgeting.html",
    "snippet": "With California's state budget three weeks overdue, a Superior Court judge here today blocked the state from paying salaries or bills until a new budget was signed, but he said legislators could adopt emergency spending measures in the meantime.  ...",
    "lead_paragraph": "With California's state budget three weeks overdue, a Superior Court judge here today blocked the state from paying salaries or bills until a new budget was signed, but he said legislators could adopt emergency spending measures in the meantime. The immediate practical effect of the ruling was to increase pressure on Gov. Pete Wilson and Democratic legislative leaders in Sacramento to reach a compromise on the $75 billion budget, which has been stalled by arguments over how to spend a $4.4 billion surplus.",
    "abstract": "California Superior Court judge, with state budget three weeks overdue, blocks state from paying salaries or bills until new budget is signed, but he says legislators can adopt emergency spending measures in meantime (S)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; Judge Throws Wrench Into California Budgeting"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WAGES AND SALARIES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
        },
        {
            "name": "subject",
            "value": "GOVERNMENT EMPLOYEES"
        }
    ],
    "pub_date": "1998-07-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1fe098eb7c8105d75eb32",
    "word_count": 125,
    "slideshow_credits": null
}