{
    "web_url": "https://www.nytimes.com/1997/06/22/us/in-piles-of-human-ashes-a-grim-fraud.html",
    "snippet": "A little more than two weeks ago, sheriff's deputies were called to this small Northern California town to investigate a seemingly mundane complaint. The wall of a storage shed was collapsing, and the manager of the storage company was concerned b...",
    "lead_paragraph": "A little more than two weeks ago, sheriff's deputies were called to this small Northern California town to investigate a seemingly mundane complaint. The wall of a storage shed was collapsing, and the manager of the storage company was concerned by what appeared to be small puffs of ash billowing out of the unit. Once the deputies pried open the door, they made a grim find: thousands of decaying cardboard boxes and carelessly strewn plastic bags, each containing about six pounds of cremated human remains.",
    "abstract": "Authorities in California are searching for Allan Vieira, pilot and onetime coroner who made good living as airborne disposer of remains of people who had been cremated; authorities say Vieira may have defrauded thousands of families in last decade who entrusted him to scatter ashes of their loved ones over waters of Pacific or peaks of Sierras across border in Nevada; Vieira, who has not been seen since June 5, is being sought for questioning on suspicion of grand theft by fraud and various health code and safety violations; while police look for Vieira, funeral directors across Northern California have been left to explain to outraged families why no one bothered to confirm that sensitive cargo had been handled as promised (M)",
    "print_page": "17",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In Piles of Human Ashes, a Grim Fraud"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "VIEIRA, ALLAN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FRAUDS AND SWINDLING"
        },
        {
            "name": "subject",
            "value": "AIRLINES AND AIRPLANES"
        },
        {
            "name": "subject",
            "value": "CREMATION"
        }
    ],
    "pub_date": "1997-06-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd20eda8eb7c8105d78061b",
    "word_count": 787,
    "slideshow_credits": null
}