{
    "web_url": "https://www.nytimes.com/1999/02/27/us/ford-adds-bars-to-make-a-large-sport-vehicle-safer.html",
    "snippet": "The Ford Motor Company today introduced the first design change to make the rising number of huge sport utility vehicles a little safer in crashes with cars. It said its newest sport utility vehicle, a behemoth that would be the tallest and heavie...",
    "lead_paragraph": "The Ford Motor Company today introduced the first design change to make the rising number of huge sport utility vehicles a little safer in crashes with cars. It said its newest sport utility vehicle, a behemoth that would be the tallest and heaviest yet, would be equipped with hollow steel bars mounted below the front and rear bumpers to prevent it from riding over cars during collisions. The horizontal steel beams hang down six inches from the high-riding steel frame of the vehicle, the Ford Excursion, which is nearly seven feet tall and weighs more than three tons.",
    "abstract": "Ford Motor Co, in first design change to make rising number of huge sport utility vehicles safer in crashes with cars, will mount hollow steel bars below front and rear bumpers of its new Excursion model to keep vehicle from riding over cars; Ford says its largest SUV ever, set to go on sale in fall, will meet California's criteria for low-emission light trucks; safety and environmental advocates are still critical of model, noting it is likely to do tremendous damage in crash and has gas mileage as low as 10 miles per gallon; photos; drawings (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Ford Adds Bars to Make a Large Sport Vehicle Safer"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "FORD MOTOR CO"
        },
        {
            "name": "subject",
            "value": "ACCIDENTS AND SAFETY"
        },
        {
            "name": "subject",
            "value": "AUTOMOBILES"
        },
        {
            "name": "subject",
            "value": "AUTOMOBILE SAFETY FEATURES AND DEFECTS"
        },
        {
            "name": "subject",
            "value": "OIL (PETROLEUM) AND GASOLINE"
        },
        {
            "name": "subject",
            "value": "UTILITY VEHICLES AND OTHER LIGHT TRUCKS"
        },
        {
            "name": "subject",
            "value": "AIR POLLUTION"
        }
    ],
    "pub_date": "1999-02-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Keith",
                "rank": 1,
                "lastname": "BRADSHER"
            }
        ],
        "original": "By KEITH BRADSHER"
    },
    "type_of_material": "News",
    "_id": "4fd1f4038eb7c8105d74cabf",
    "word_count": 1176,
    "slideshow_credits": null
}