{
    "web_url": "https://www.nytimes.com/1998/03/23/us/political-briefing-california-conservatives-again-target-justices.html",
    "snippet": "Back in 1986, California conservatives caught the nation's attention when, dissatisfied with law-and-order decisions handed down by the state's Supreme Court, they orchestrated a campaign that resulted in three justices being voted off the bench, ...",
    "lead_paragraph": "Back in 1986, California conservatives caught the nation's attention when, dissatisfied with law-and-order decisions handed down by the state's Supreme Court, they orchestrated a campaign that resulted in three justices being voted off the bench, including Chief Justice Rose Elizabeth Bird. Since then, conservatives have sometimes grumbled about the court. But not until this year have they begun organizing again to remove justicies who have displeased them.",
    "abstract": "Abortion opponents plan to oppose re-election of California Supreme Court Chief Justice Ronald M George and Justice Ming W Chin because they voted with court majority to strike down law that required girls under age 18 to get parental permission for abortions; justices vow fight (S)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; California Conservatives Again Target Justices"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "GEORGE, RONALD M"
        },
        {
            "name": "persons",
            "value": "CHIN, MING W"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "JUDGES"
        },
        {
            "name": "subject",
            "value": "ABORTION"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-03-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres"
    },
    "type_of_material": "News",
    "_id": "4fd1e9948eb7c8105d738593",
    "word_count": 209,
    "slideshow_credits": null
}