{
    "web_url": "https://www.nytimes.com/1999/03/21/us/agreement-on-treasure-of-lost-ship-is-ratified.html",
    "snippet": "The fight over a fortune in gold lost in California's deadliest shipwreck appears to be over.    In a settlement reached last week in Federal District Court in San Francisco, a group of treasure hunters who discovered the ship, the Brother Jonatha...",
    "lead_paragraph": "The fight over a fortune in gold lost in California's deadliest shipwreck appears to be over. In a settlement reached last week in Federal District Court in San Francisco, a group of treasure hunters who discovered the ship, the Brother Jonathan, will get to keep more than 1,000 coins recovered.",
    "abstract": "Deep Sea Research, treasure hunting company that found wreck of Brother Jonathan, ship that sank off California coast in 1865, reaches accord with California that will let it keep over 1,000 gold coins it recovered; accord, ending long court battle, will let company continue retrieving objects and keep 80 percent of what it finds; state will get 20 percent of take and have expert on board salvage ship to supervise recovery of historic items (M)",
    "print_page": "25",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "Agreement On Treasure Of Lost Ship Is Ratified"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "DEEP SEA RESEARCH"
        },
        {
            "name": "subject",
            "value": "TREASURE"
        },
        {
            "name": "subject",
            "value": "BROTHER JONATHAN (SHIP)"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        }
    ],
    "pub_date": "1999-03-21T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1fbd08eb7c8105d75a27a",
    "word_count": 766,
    "slideshow_credits": null
}