{
    "web_url": "https://www.nytimes.com/1999/12/31/us/an-extended-fire-season-for-parched-california.html",
    "snippet": "As fire crisscrossed the hills just above their home in this Los Angeles suburb on Monday night, fire officials gave Laurie and Tom Daly the option of leaving. Not only did they stay, they went to bed.    Yet another example of crazy Californians ...",
    "lead_paragraph": "As fire crisscrossed the hills just above their home in this Los Angeles suburb on Monday night, fire officials gave Laurie and Tom Daly the option of leaving. Not only did they stay, they went to bed. Yet another example of crazy Californians unwilling to accept the reality of the world they live in? No. It was a difficult decision, Ms. Daly said, and ultimately it came down to a simple vote of confidence in the firefighters who would spend the night in the cul-de-sac at the end of the Dalys driveway.",
    "abstract": "Fire season in California, which normally ends in mid-November, continues on this year, and threat of fires is especially great in Southern California owing to drought and Santa Ana winds; biggest concern now is that New Year's Eve revelers using fireworks could set off wildfires in dry brush that covers hillsides surrounding many communities that abut land managed by US Forest Service and Department of Agriculture (M)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "An Extended Fire Season For Parched California"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "DROUGHT"
        },
        {
            "name": "subject",
            "value": "FIRES AND FIREMEN"
        },
        {
            "name": "subject",
            "value": "FOREST AND BRUSH FIRES"
        },
        {
            "name": "subject",
            "value": "TWO THOUSAND (YEAR)"
        },
        {
            "name": "subject",
            "value": "FIREWORKS"
        }
    ],
    "pub_date": "1999-12-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Barbara",
                "rank": 1,
                "lastname": "WHITAKER"
            }
        ],
        "original": "By BARBARA WHITAKER"
    },
    "type_of_material": "News",
    "_id": "4fd21c448eb7c8105d79c939",
    "word_count": 1031,
    "slideshow_credits": null
}