{
    "web_url": "https://www.nytimes.com/1996/09/06/us/foes-of-gay-marriage-are-foiled-in-california-senate.html",
    "snippet": "Outside Hawaii -- where a court case set to begin next week may lead to the granting of marriage licenses to couples of the same sex -- California is one of the most important battlegrounds in the nationwide fight over same-sex marriages. Not only...",
    "lead_paragraph": "Outside Hawaii -- where a court case set to begin next week may lead to the granting of marriage licenses to couples of the same sex -- California is one of the most important battlegrounds in the nationwide fight over same-sex marriages. Not only is it the most populous state, it has a highly visible homosexual population and is a gateway to Hawaii. So advocates of marriage rights for lesbian and gay couples considered it a victory, however backhanded, when the California Senate ended its session on Saturday without approving legislation to bar such unions. On the other side, those who favor the ban said that they had been victims of parliamentary maneuvering and that they would renew their efforts next year.",
    "abstract": "California Senate ends session without approving legislation to bar same-sex legal unions, providing sort of backhand victory to homosexuals in state where they are highly visible population (S)",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Foes of Gay Marriage Are Foiled in California Senate"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "MARRIAGES"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "HOMOSEXUALITY"
        }
    ],
    "pub_date": "1996-09-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "David",
                "middlename": "W.",
                "lastname": "DUNLAP",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By DAVID W. DUNLAP"
    },
    "type_of_material": "News",
    "_id": "4fd1d8d28eb7c8105d717b07",
    "word_count": 570,
    "slideshow_credits": null
}