{
    "web_url": "https://www.nytimes.com/1993/03/28/weekinreview/the-nation-california-environmentalists-cut-a-deal-hope-for-the-best.html",
    "snippet": "FOR years environmentalists have fought to save endangered animals and plants with almost religious fervor, waging a war against the forces of nature, developers and governments in which compromise was scorned but victory usually elusive. Now they...",
    "lead_paragraph": "FOR years environmentalists have fought to save endangered animals and plants with almost religious fervor, waging a war against the forces of nature, developers and governments in which compromise was scorned but victory usually elusive. Now they have begun to make pacts with the devil, and many of them are not sure it will work. The latest Faustian pact came Thursday when major environmental leaders stepped onto a podium in Washington and shook hands with their devil, the big land developers of Southern California, the folks who -- if they could -- would turn almost every last acre of scrub between Los Angeles and the Mexican border into manicured tracts of fake Spanish-style suburban homes. The matchmaker was Bruce Babbitt, the new Interior Secretary, a former Governor of Arizona and a respected environmentalist himself but a politician who knows the value of compromise.",
    "abstract": null,
    "print_page": "4",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Environmentalists Cut a Deal, Hope for the Best",
        "kicker": "THE NATION"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ENVIRONMENT"
        },
        {
            "name": "subject",
            "value": "HOUSING"
        },
        {
            "name": "subject",
            "value": "ENDANGERED AND EXTINCT SPECIES"
        },
        {
            "name": "subject",
            "value": "AREA PLANNING AND RENEWAL"
        },
        {
            "name": "subject",
            "value": "BIRDS"
        },
        {
            "name": "subject",
            "value": "GNATCATCHERS (BIRDS)"
        }
    ],
    "pub_date": "1993-03-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "Week in Review Desk",
    "section_name": "Week in Review",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Robert",
                "rank": 1,
                "lastname": "REINHOLD"
            }
        ],
        "original": "By ROBERT REINHOLD"
    },
    "type_of_material": "News",
    "_id": "4fd1b8df8eb7c8105d6e112a",
    "word_count": 1029,
    "slideshow_credits": null
}