{
    "web_url": "https://www.nytimes.com/1996/03/10/magazine/amigo-cantisano-s-organic-dream.html",
    "snippet": "IT'S EARLY JANUARY, AND TODAY, NEAR Auburn, Calif., in the foothills of the Sierra Nevada, the sun is too warm to be seasonable, the blue sky washed by remnants of early-morning fog. Three weeks ago, after a dry autumn, a major winter storm blew a...",
    "lead_paragraph": "IT'S EARLY JANUARY, AND TODAY, NEAR Auburn, Calif., in the foothills of the Sierra Nevada, the sun is too warm to be seasonable, the blue sky washed by remnants of early-morning fog. Three weeks ago, after a dry autumn, a major winter storm blew across the north-central section of the state. As the storm moved eastward, its force began to wane, but not before it visited this small grove of olive trees 120 miles northeast of San Francisco, harvesting them with uncanny and unwelcome thoroughness. The ground here is purple with ripe olives unprofitably leaching their oil onto the roots of last year's olive seedlings. \"Nature bats first and last,\" Amigo Bob Cantisano says. He is kneeling in cool shade, his bare knees and fingers stained purple. He raises his triangle hoe, a kind of hand adz, and drives it into the earth beside a seedling with smooth opposed leaves. The soil within this canopied garden is light and friable and falls away readily as Amigo -- it seems inamicable to call him by anything but his nickname -- lifts the seedling and sets it in a small plastic pot on a flat full of pots. A few yards away, Scot Woodland, Amigo's business partner, digs at a faster pace, gathering seedlings that will be bedded for another year, then planted in other groves. Amigo is talking as well as transplanting, and when thoughts begin to crowd about him, his arms grow still. \"So much work just to have it all fall on the ground,\" he says, dislodging another shoot. \"Agriculture!\" he exclaims, in mock apostrophe to that bountiful but fickle deity.",
    "abstract": null,
    "print_page": "48",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Amigo Cantisano's Organic Dream"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CANTISANO, AMIGO BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AGRICULTURE"
        },
        {
            "name": "subject",
            "value": "FARMERS"
        },
        {
            "name": "subject",
            "value": "ORGANIC FOOD"
        },
        {
            "name": "subject",
            "value": "FOOD"
        }
    ],
    "pub_date": "1996-03-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Verlyn",
                "rank": 1,
                "lastname": "Klinkenborg"
            }
        ],
        "original": "By Verlyn Klinkenborg"
    },
    "type_of_material": "News",
    "_id": "4fd2063b8eb7c8105d76f26e",
    "word_count": 3277,
    "slideshow_credits": null
}