{
    "web_url": "https://www.nytimes.com/1997/05/22/us/appeals-court-orders-protection-of-a-songbird.html",
    "snippet": "A Federal appeals court ruled today that the Government must place thousands of acres of Southern California coastal brushland under special scrutiny to protect a rare songbird.     In March 1993, the United States Fish and Wildlife Service declar...",
    "lead_paragraph": "A Federal appeals court ruled today that the Government must place thousands of acres of Southern California coastal brushland under special scrutiny to protect a rare songbird. In March 1993, the United States Fish and Wildlife Service declared the coastal California gnatcatcher a threatened species but refused to designate land crucial to its survival. The agency said a designation might prompt some people to destroy gnatcatcher sites and would not help a majority of the birds, which live on private land not subject to Federal regulation.",
    "abstract": "Federal appeals court, 2-1, rules Fish and Wildlife Service must place thousands of acres of Southern California coastal brushland under special scrutiny to protect coastal California gnatcatcher, rare songbird (S)",
    "print_page": "19",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "Appeals Court Orders Protection of a Songbird",
        "kicker": "National News Briefs"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "FISH AND WILDLIFE SERVICE"
        },
        {
            "name": "subject",
            "value": "FORESTS AND FORESTRY"
        },
        {
            "name": "subject",
            "value": "ENDANGERED AND EXTINCT SPECIES"
        },
        {
            "name": "subject",
            "value": "BIRDS"
        }
    ],
    "pub_date": "1997-05-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1fe598eb7c8105d75f4bb",
    "word_count": 160,
    "slideshow_credits": null
}