{
    "web_url": "https://www.nytimes.com/1997/06/22/magazine/waaay-out.html",
    "snippet": "Courtney Brown, a political scientist at Emory University in Atlanta, has been denounced as a scam artist, ''definitely deluded'' and a virtual accomplice to suicide. The last barb came about because Brown helped spread the idea that the Hale-Bopp...",
    "lead_paragraph": "Courtney Brown, a political scientist at Emory University in Atlanta, has been denounced as a scam artist, ''definitely deluded'' and a virtual accomplice to suicide. The last barb came about because Brown helped spread the idea that the Hale-Bopp comet was accompanied by a mysterious spaceship, a notion that may have inspired 39 members of the Heaven's Gate group to kill themselves in March. Brown became convinced of this thanks to the controversial practice of ''remote viewing'' -- mental imaging practiced at great distances, which the Federal Government once researched in a defunct program called Stargate. Brown was told by his own team of remote viewers that a ship lurked behind the comet, and he spread this news on the airwaves and the Internet. So how is Brown feeling about his research now? Just fine. ''I stood by those results,'' he says coolly. ''I still stand by them.'' He has also moved on to other predictions. He recently maintained that an unknown terrorist group was planning a nuclear attack in the U. S., but may have been foiled thanks to his warnings.",
    "abstract": "Prof Courtney Brown, a political scientist at Emory University, has gained notoriety from his research into the paranormal, particularly in wake of charge that his ideas about the Hale-Bopp comet may have inspired 39 members of Heaven's Gate group to kill themselves (S)",
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Waaay Out",
        "kicker": "SUNDAY, JUNE 22, 1997 -- THE PARANORMAL"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BROWN, COURTNEY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "HEAVEN'S GATE"
        },
        {
            "name": "subject",
            "value": "FRINGE GROUPS AND MOVEMENTS"
        },
        {
            "name": "subject",
            "value": "COMET HALE-BOPP"
        },
        {
            "name": "subject",
            "value": "PSYCHIC PHENOMENA"
        },
        {
            "name": "subject",
            "value": "SUICIDES AND SUICIDE ATTEMPTS"
        }
    ],
    "pub_date": "1997-06-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Alex",
                "rank": 1,
                "lastname": "HEARD"
            }
        ],
        "original": "By ALEX HEARD"
    },
    "type_of_material": "News",
    "_id": "4fd1f9438eb7c8105d755ce4",
    "word_count": 301,
    "slideshow_credits": null
}