{
    "web_url": "https://www.nytimes.com/1999/05/29/opinion/toward-nursing-home-reform.html",
    "snippet": "In California, a struggle is playing out over nursing home reform. Embarrassed by hearings in Congress about needless deaths in California nursing homes, and spurred by Kevin Shelley, the new Democratic majority leader of the State Assembly, who s...",
    "lead_paragraph": "In California, a struggle is playing out over nursing home reform. Embarrassed by hearings in Congress about needless deaths in California nursing homes, and spurred by Kevin Shelley, the new Democratic majority leader of the State Assembly, who started looking at nursing homes when his mother had a stroke, the legislature is now wrestling with the most comprehensive attempt to improve care in a decade and a half. Other states should pay attention. The debate is about the most basic problems in the field, and the forces in play in California are the ones that shape the issue in the nation at large. The state's population is aging. Nursing homes are big business. They are also expensive, and about two-thirds of the residents in them, their own assets exhausted, are paid for by tax dollars through Medicaid. It is the aides at the bottom of the pay scale, averaging only $7 an hour, who bathe, change, feed and attend to those residents. The care given depends on the number of those aides, their attitude and training.",
    "abstract": "Editorial supports nursing home reform measure before California State Assembly, which is being pushed by Kevin Shelley, new Democratic majority leader",
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Toward Nursing Home Reform"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "KELLEY, KEVIN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "NURSING HOMES"
        }
    ],
    "pub_date": "1999-05-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1ea358eb7c8105d739d52",
    "word_count": 441,
    "slideshow_credits": null
}