{
    "web_url": "https://www.nytimes.com/1996/09/30/us/adoption-proposal-causes-an-uproar.html",
    "snippet": "David G. James, a Navy transport coordinator here, adopted Patrick and Christian, 6, and 4, this winter, giving the two brothers a permanent home after rootless years in foster care and starting a single-parent family with help from his retired mo...",
    "lead_paragraph": "David G. James, a Navy transport coordinator here, adopted Patrick and Christian, 6, and 4, this winter, giving the two brothers a permanent home after rootless years in foster care and starting a single-parent family with help from his retired mother. When Mr. James speaks of the regulations that Gov. Pete Wilson is proposing to prevent unmarried couples in California from adopting, he cannot stem his indignation, fearing that families like his would be affected by the rules: ''Is it better,'' he demanded, ''for the single parents and child to be denied one another's love and affection and nurturing and that child be kept in long-term foster care?''",
    "abstract": "David G James, Navy transport coordinator in Los Angeles, adopted Patrick, 6, and Christian, 4, this winter, giving two brothers permanent home after rootless years in foster care and starting single-parent family with help of his retired mother; James assails regulations that Gov Pete Wilson is proposing to prevent unmarried couples in California from adopting, fearing that families like his would be affected; photo (M)",
    "print_page": "15",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Adoption Proposal Causes an Uproar"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "persons",
            "value": "JAMES, DAVID G"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FOSTER CARE"
        },
        {
            "name": "subject",
            "value": "SINGLE PERSONS"
        },
        {
            "name": "subject",
            "value": "ADOPTIONS"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1996-09-30T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Carey",
                "rank": 1,
                "lastname": "GOLDBERG"
            }
        ],
        "original": "By CAREY GOLDBERG"
    },
    "type_of_material": "News",
    "_id": "4fd208d28eb7c8105d773a19",
    "word_count": 1082,
    "slideshow_credits": null
}