{
    "web_url": "https://www.nytimes.com/1999/05/20/opinion/one-nation-for-rich-and-poor.html",
    "snippet": "In a closely watched welfare case, the Supreme Court this week struck down a California law that discriminated against newcomers by holding them, for one year, to the benefit levels of the states from which they had moved. Fourteen other states, i...",
    "lead_paragraph": "In a closely watched welfare case, the Supreme Court this week struck down a California law that discriminated against newcomers by holding them, for one year, to the benefit levels of the states from which they had moved. Fourteen other states, including New York, have similar laws that are now in jeopardy. By implication, the ruling also negated a provision of the 1996 Federal welfare overhaul approved by Congress that specifically authorized states to offer disparate benefits. The 7-to-2 decision powerfully reaffirmed the right of equal citizenship for rich and poor alike. In essence, it extends the principle of fairness behind the Court's decision three decades ago in Shapiro v. Thompson. In that case, the Court ruled that denying welfare benefits to newcomers violated the right to travel implicit in the Constitution.",
    "abstract": "Editorial supports Supreme Court decision that struck down California law that discriminated against newcomers by holding them, for one year, to welfare benefit levels of states from which they had moved; contends that decision reaffirms right of equal citizenship for rich and poor alike and breathes new life into so-called privileges and immunities clause of 14th Amendment",
    "print_page": "26",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "One Nation, for Rich and Poor"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SUPREME COURT"
        },
        {
            "name": "subject",
            "value": "STATES (US)"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "WELFARE (US)"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        }
    ],
    "pub_date": "1999-05-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd21f088eb7c8105d7a1c7a",
    "word_count": 344,
    "slideshow_credits": null
}