{
    "web_url": "https://www.nytimes.com/1998/09/29/us/among-hollywood-democrats-president-is-supported-as-one-of-their-own.html",
    "snippet": "Madonna dropped in at a Democratic fund-raiser in Beverly Hills honoring President Clinton. Barbra Streisand defended Mr. Clinton the other day and said many of the greatest Presidents seemed to have had affairs, too. And David Geffen and other mo...",
    "lead_paragraph": "Madonna dropped in at a Democratic fund-raiser in Beverly Hills honoring President Clinton. Barbra Streisand defended Mr. Clinton the other day and said many of the greatest Presidents seemed to have had affairs, too. And David Geffen and other moguls said Mr. Clinton's personal life was his own business. They still adore Bill Clinton in Hollywood.",
    "abstract": "Pres Clinton, who attended Democratic fund-raiser in Beverly Hills on September 26, is supported by Hollywood Democrats as one of their own, and no President, including John F Kennedy, has worked powerful and rich Democratic establishment in Hollywood as well; part of admiration is generational, since most powerful people are members of baby boom, just like Clinton; on personal level he identifies thoroughly with many--not only in charisma and star qualities, but in his complicated marriage to powerful woman, his compromises and his behavior with Monica S Lewinsky (M)",
    "print_page": "21",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Among Hollywood Democrats, President Is Supported as One of Their Own"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "STARR, KENNETH W"
        },
        {
            "name": "persons",
            "value": "KENNEDY, JOHN FITZGERALD"
        },
        {
            "name": "persons",
            "value": "LEWINSKY, MONICA S"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "ETHICS"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-09-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Bernard",
                "rank": 1,
                "lastname": "WEINRAUB"
            }
        ],
        "original": "By BERNARD WEINRAUB"
    },
    "type_of_material": "News",
    "_id": "4fd1ef368eb7c8105d743619",
    "word_count": 1230,
    "slideshow_credits": null
}