{
    "web_url": "https://www.nytimes.com/1990/12/02/us/california-panel-backs-pay-raises.html",
    "snippet": "A citizens' commission rejected protests on Friday and unanimously approved a 40 percent increase in the governor's salary, to $120,000 annually, as well as a rise in state lawmakers' base pay to $52,500.   The panel, the California Citizen's Comp...",
    "lead_paragraph": "A citizens' commission rejected protests on Friday and unanimously approved a 40 percent increase in the governor's salary, to $120,000 annually, as well as a rise in state lawmakers' base pay to $52,500. The panel, the California Citizen's Compensation Commission, was created in an initiative approved by the voters on June 5. The initiative, a political ethics measure, also banned the acceptence of speaking fees. The commission's decision is final and is not subject to approval by the Legislature or the Governor, but the panel is required to conduct regular reviews of lawmakers' pay. The new salaries take effect Monday. The commission had tentatively approved the proposal earlier this year. Besides the governor, those scheduled to receive pay increases are the lieutenant governor, attorney general, secretary of state, treasurer, controller and the 120 members of the Assembly and Senate. Protests From Public Friday's ratification of the measure was accompanied by boos, hisses and shrieks of protest from taxpayers who jammed the chamber and urged the commission to cut or eliminate elected officials' raises. More than 200 people attended the meeting, most of them criticizing the new salaries. The critics contended that a worsening economy and state budget problems, including a potential $4.3 billion shortage over two years, required pay cuts, not increases. There was some support for the pay scale, from lobbyists, a former legislative fiscal adviser and the citizens' group Common Cause, among others, who said elected officials' pay should be commensurate with their responsilities. Governor's Pension Increased The measure provides a $21,000 raise -- from $50,000 a year to $71,000 -- in the pension of Gov. George Deukmejian, who is retiring after two terms and will leave office by Jan. 7. The legislative leaders of both houses, including the Assembly Speaker, Willie Brown, and Senate President Pro Tem David Roberti, will get raises to $63,000 a year from $40,816. Claude Brinegar, a vice president of the Union Oil Company who is the commission's chairman, said the salary levels were decided regardless of the \"popularity or unpopularity of the current incumbents.\" The goal of the commission, he said, was to \"set salaries to attract a good range of candidates.\" But opponents described the Legislature -- and the commission -- as corrupt and angrily denounced the revised salary schedule. \"How can you give elected officials a $3,000-a-month raise and $1,000 raise for legislators\" while asking welfare recipients \"to do without a $17 a month cost-of-living adjustment?\" asked Harvey Rosenfield, the head of Voter Revolt. The commission's decision culminated a three-month survey of salary levels of comparable jobs in other states and pay in private industry.",
    "abstract": null,
    "print_page": "42",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "CALIFORNIA PANEL BACKS PAY RAISES"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WAGES AND SALARIES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "LEGISLATURES"
        }
    ],
    "pub_date": "1990-12-02T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "organization": "AP",
        "original": "AP",
        "person": []
    },
    "type_of_material": "News",
    "_id": "4fd1c3d48eb7c8105d6f32c8",
    "word_count": 435,
    "slideshow_credits": null
}