{
    "web_url": "https://www.nytimes.com/1999/02/21/us/political-briefing-california-s-gop-falls-on-hard-times.html",
    "snippet": "When California Republicans gather next weekend in Sacramento for their annual convention, some may wonder if they are at a wake. Consider:    A Democrat is newly installed in the Governor's office -- the first in 16 years. Both houses of the Stat...",
    "lead_paragraph": "When California Republicans gather next weekend in Sacramento for their annual convention, some may wonder if they are at a wake. Consider: A Democrat is newly installed in the Governor's office -- the first in 16 years. Both houses of the State Legislature are under Democratic control, more firmly now than in years past. The state's two United States Senators are Democrats, one re-elected last year and the other headed for what looks like certain re-election next year. Further, a solid majority of the state's House delegation is Democratic, with a third or more of the Republican members worried that repercussions from the Clinton impeachment trial may cost them the seats that they won only narrowly in 1998.",
    "abstract": "Study of voter registration in California in three months that includes Pres Clinton's impeachment trial finds Democratic registration seems to be picking up, or at least no longer slipping, while Republican registration continues to lag (M)1",
    "print_page": "34",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; California's G.O.P. Falls on Hard Times"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "LEWINSKY, MONICA S"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "UNITED STATES POLITICS AND GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "REGISTRATION OF VOTERS"
        },
        {
            "name": "subject",
            "value": "IMPEACHMENT"
        },
        {
            "name": "subject",
            "value": "ETHICS"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1999-02-21T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.; Washington",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1f8f18eb7c8105d755a25",
    "word_count": 328,
    "slideshow_credits": null
}