{
    "web_url": "https://www.nytimes.com/1998/05/06/us/political-memo-race-for-california-governor-is-not-necessarily-the-news.html",
    "snippet": "California's closely contested race for governor took a significant turn the other day: a new poll showed that for the first time in months, Lieut. Gov. Gray Davis, a phlegmatic 20-year veteran of state politics, had edged ahead of his richer, fla...",
    "lead_paragraph": "California's closely contested race for governor took a significant turn the other day: a new poll showed that for the first time in months, Lieut. Gov. Gray Davis, a phlegmatic 20-year veteran of state politics, had edged ahead of his richer, flashier rivals for the Democratic nomination. The local CBS television station reported that development on its evening news, but only after its accounts about a rash of freeway shootings, a case of suspected child abuse, a veterinarian accused of torturing cats, pirated ''Titanic'' videos, a new kind of lie detector, a new car alarm that shocks would-be thieves, the Lakers, the weather, Monica S. Lewinsky and a wave of rattlesnake sightings induced by El Nino.",
    "abstract": "Even though California's closely contested race for governor has taken significant turn--with polls indicating that Lieut Gov Gray Davis has edged ahead of richer, flashier rivals for Democratic nomination for first time in months--campaign is all but invisible on television news and only sporadically gets front-page newspaper coverage; some longtime veterans of California politics agree current election year marks new low for disinterest, in state where politics has often been much less of spectator sport than in places with more combative partisan traditions; recent statewide poll found that just six percent of voters were following news coverage of campaign very closely; news gap is attributed to state's broader fragmented political culture (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Memo; Race for California Governor Is Not Necessarily the News"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
        }
    ],
    "pub_date": "1998-05-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd1deb18eb7c8105d723339",
    "word_count": 1646,
    "slideshow_credits": null
}