{
    "web_url": "https://www.nytimes.com/1999/03/04/opinion/the-redwoods-deal.html",
    "snippet": "There is much to celebrate in Tuesday's historic agreement under which the Federal and California governments will pay the Pacific Lumber Company $480 million for 10,000 acres of redwood forests along the northern California coast. Saving the larg...",
    "lead_paragraph": "There is much to celebrate in Tuesday's historic agreement under which the Federal and California governments will pay the Pacific Lumber Company $480 million for 10,000 acres of redwood forests along the northern California coast. Saving the largest privately owned grove of ancient redwood trees in the world for future generations is a tribute to the public officials and tireless private citizens who made it happen. The deal is also a vindication of the much-maligned Endangered Species Act, without which the trees would surely have been doomed. But there is much more to this deal than the redwoods, and despite all the celebratory noises in Washington and Sacramento, it is far too early to claim victory. Under a so-called habitat conservation plan, the company has also agreed to restrictions on how and where it will harvest timber on the 200,000 acres it owns outside the redwood groves. The purpose of these rules is to save the habitat and improve the prospects of several endangered species, notably California's coho salmon and a seabird called the marbled murrelet.",
    "abstract": "Editorial contends that there is much to celebrate in historic agreement under which Federal and California governments will pay Pacific Lumber Co $480 million for 10,000 acres of redwood forests along northern California coast; notes that under habitat conservation plan, company has also agreed to restrictions on how and where it will harvest timber on 200,000 acres its owns outside redwood groves; maintains that purpose of these rules is to save habitat and improve prospects of several endangered species; asserts that whether plan works will depend heavily on willingness of Clinton Administration and its successors to monitor compliance of Pacific Lumber, company with sorry environmental record and reputation for aggressive logging",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The Redwoods Deal"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "PACIFIC LUMBER CO"
        },
        {
            "name": "subject",
            "value": "FORESTS AND FORESTRY"
        },
        {
            "name": "subject",
            "value": "REDWOOD TREES"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "ENDANGERED AND EXTINCT SPECIES"
        },
        {
            "name": "subject",
            "value": "LOGGING INDUSTRY"
        }
    ],
    "pub_date": "1999-03-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd223ce8eb7c8105d7a989a",
    "word_count": 601,
    "slideshow_credits": null
}