{
    "web_url": "https://www.nytimes.com/1997/08/27/us/union-for-doctors-to-join-forces-with-government-workers.html",
    "snippet": "The Union of American Physicians and Dentists, one of the nation's few independent doctors' unions, plans to announce today that it will join forces with the American Federation of State, County and Municipal Employees, more than doubling the fede...",
    "lead_paragraph": "The Union of American Physicians and Dentists, one of the nation's few independent doctors' unions, plans to announce today that it will join forces with the American Federation of State, County and Municipal Employees, more than doubling the federation's physician membership. In balloting that was to be completed yesterday, 90 percent of the 5,000 members of the doctors union are expected to approve teaming up with the federation, the A.F.L.-C.I.O.'s second-largest affiliate, to draw on its resources for lobbying, organizing and negotiating contracts with insurers, said Gary R. Robinson, the executive director of the doctors' union.",
    "abstract": "Union of American Physicians and Dentists, which represents about 20 percent of California's practicing doctors, plans to join forces with American Federation of State, County and Municipal Employees, which represents about 3,000 doctors in dozen states; will draw on its resources for lobbying, organizing and negotiating contracts with insurers (M)/",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Union for Doctors to Join Forces With Government Workers"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "AMERICAN FEDERATION OF STATE, COUNTY AND MUNICIPAL EMPLOYEES"
        },
        {
            "name": "organizations",
            "value": "UNION OF AMERICAN PHYSICIANS AND DENTISTS"
        },
        {
            "name": "subject",
            "value": "HEALTH INSURANCE"
        },
        {
            "name": "subject",
            "value": "UNIONIZATION"
        },
        {
            "name": "subject",
            "value": "DOCTORS"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "LOBBYING AND LOBBYISTS"
        }
    ],
    "pub_date": "1997-08-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Health; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Andrea",
                "rank": 1,
                "lastname": "ADELSON"
            }
        ],
        "original": "By ANDREA ADELSON"
    },
    "type_of_material": "News",
    "_id": "4fd1d5368eb7c8105d712e2e",
    "word_count": 596,
    "slideshow_credits": null
}