{
    "web_url": "https://www.nytimes.com/1999/07/10/us/religion-journal-pitching-nonviolence-to-hollywood.html",
    "snippet": "After two teen-age gunmen murdered 12 classmates and a teacher in Littleton, Colo., in April, the wave of public revulsion was big enough to crash around Hollywood, as people sought a way to explain such a horrible event. Society suffers when chil...",
    "lead_paragraph": "After two teen-age gunmen murdered 12 classmates and a teacher in Littleton, Colo., in April, the wave of public revulsion was big enough to crash around Hollywood, as people sought a way to explain such a horrible event. Society suffers when children are exposed to so much violence on television and the movies, went the familiar complaint. But what to do about that? Last month, cinema operators promised to work harder at enforcing the R-rating, the movie designation intended to keep out under-17-year-olds unless they come accompanied by an adult.",
    "abstract": "Rev Ellwood E Kieser, Roman Catholic priest and president of an ecumenical group called Humanitas, urges Hollywood to make movies that demonstrate the sickness that lies at the heart of violent acts, show how violence can devastate victims' families and wreak inner damage on its perpetrators and show how nonviolence can work to resolve conflicts; Four Baptist congregations in Northern California lose their appeal to be reinstated in regional organization that ousted them for welcoming gay men and lesbians as members without teaching that homosexual activity is sinful; membership declines reported by mainline Protestant churches in 1980's appear to have been stemmed or even reversed in 1990's, while Southern Baptist Convention, one of evangelical churches that posted membership gains in 80's, reports that its membership is down this year (M)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Religion Journal; Pitching Nonviolence to Hollywood"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "KIESER, ELLWOOD E"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ROMAN CATHOLIC CHURCH"
        },
        {
            "name": "organizations",
            "value": "HUMANITAS"
        },
        {
            "name": "subject",
            "value": "VIOLENCE"
        },
        {
            "name": "subject",
            "value": "MOTION PICTURES"
        },
        {
            "name": "subject",
            "value": "BAPTIST CHURCHES"
        },
        {
            "name": "subject",
            "value": "HOMOSEXUALITY"
        }
    ],
    "pub_date": "1999-07-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Movies; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Gustav",
                "rank": 1,
                "lastname": "NIEBUHR"
            }
        ],
        "original": "By GUSTAV NIEBUHR"
    },
    "type_of_material": "News",
    "_id": "4fd226a78eb7c8105d7af302",
    "word_count": 755,
    "slideshow_credits": null
}