{
    "web_url": "https://www.nytimes.com/1996/08/27/us/california-child-molesters-face-chemical-castration.html",
    "snippet": "Taking the lead in a nationwide push to enact tougher sex-crime laws, the California Legislature has all but completed action on what legal experts say will be the most punitive child molestation measure ever adopted in this country, one requiring...",
    "lead_paragraph": "Taking the lead in a nationwide push to enact tougher sex-crime laws, the California Legislature has all but completed action on what legal experts say will be the most punitive child molestation measure ever adopted in this country, one requiring ''chemical castration'' of repeat offenders. The measure, which is expected to receive final passage this week after minor modifications and then to face constitutional challenges, mandates that any offender convicted twice of child molestation be periodically injected after release from prison with a drug that inhibits sex drive, unless the offender voluntarily submits to surgical castration.",
    "abstract": "California Legislature completes action on law legal experts say will be most punitive child molestation measure ever adopted in US, requiring chemical castration of repeat sexual offenders; measure mandates that any offender convicted twice of child molestation be periodically injected after release from prison with drug that inhibits sex drive, unless offender voluntarily submits to surgical castration; first-time offender would also be required to undergo chemical castration, or to opt voluntarily for surgical alternative, should court find first offense sufficiently egregious; Gov Pete Wilson has vowed to sign measure; efforts of other states to enact similar law noted (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Child Molesters Face 'Chemical Castration'"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SEX CRIMES"
        },
        {
            "name": "subject",
            "value": "SENTENCES (CRIMINAL)"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "CASTRATION"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1996-08-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1d3e18eb7c8105d7108a7",
    "word_count": 1203,
    "slideshow_credits": null
}