{
    "web_url": "https://www.nytimes.com/1999/03/28/travel/practical-traveler-in-freewayland-without-a-car.html",
    "snippet": "SOUTHERN CALIFORNIA has for so long been the land of the freeway that the idea of negotiating it carless seems daunting, even revolutionary. But as traffic has thickened so that many highways become eight-lane parking lots during increasingly exte...",
    "lead_paragraph": "SOUTHERN CALIFORNIA has for so long been the land of the freeway that the idea of negotiating it carless seems daunting, even revolutionary. But as traffic has thickened so that many highways become eight-lane parking lots during increasingly extended rush hours, residents and visitors are turning to public transportation to get around, and municipalities are extending mass transit systems. Travelers to far-flung or rural destinations in the region may still need a car, but for those willing to do a little homework, getting around Southern California by bus, rail, trolley, subway or even air can be inexpensive and convenient alternatives to the frustration and anxiety of the highways.",
    "abstract": "Martha Stevenson Olson Practical Travel column on services provided by variety of private and municipal transit systems in southern California; drawing (M)",
    "print_page": "4",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In Freewayland Without a Car",
        "kicker": "PRACTICAL TRAVELER"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "TRANSIT SYSTEMS"
        },
        {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
        }
    ],
    "pub_date": "1999-03-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "Travel Desk",
    "section_name": "Travel",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Martha",
                "middlename": "Stevenson",
                "lastname": "OLSON",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By MARTHA STEVENSON OLSON"
    },
    "type_of_material": "News",
    "_id": "4fd1e91c8eb7c8105d73753c",
    "word_count": 2002,
    "slideshow_credits": null
}