{
    "web_url": "https://www.nytimes.com/1996/09/01/realestate/warning-to-sellers-let-the-buyer-be-aware.html",
    "snippet": "NOT that long ago, a buyer who found the right house in the right place at the right price would be satisfied if the plumbing and heating worked, the roof was free of leaks, the basement free of seepage and the beams free of hordes of hungry termi...",
    "lead_paragraph": "NOT that long ago, a buyer who found the right house in the right place at the right price would be satisfied if the plumbing and heating worked, the roof was free of leaks, the basement free of seepage and the beams free of hordes of hungry termites. Now, say real-estate brokers and lawyers, a typical purchaser buying a typical house wants to be fully informed about every condition that could possibly cause a problem in the future. Are the heating pipes insulated with asbestos? Does lead-based paint lie lurking under layers of latex? Is urea formaldehyde foam insulation slowly emitting noxious gas through cracks in the walls?",
    "abstract": "Ten specially outfitted Buick LeSabres will take part in first test of automated highway, in which cars are controlled by sensors and computers and travel no more than six feet behind car ahead; diagram; test road is 7.6-mile stretch of Interstate 15 north of San Diego (S)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Warning to Sellers: Let the Buyer Be Aware"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HOLUSHA, JOHN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "BUICK DIVISION OF GENERAL MOTORS CORP"
        },
        {
            "name": "subject",
            "value": "AUTOMOBILES"
        },
        {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "TESTS AND TESTING"
        },
        {
            "name": "subject",
            "value": "NEW MODELS, DESIGN AND PRODUCTS"
        },
        {
            "name": "subject",
            "value": "INTERSTATE HIGHWAY SYSTEM"
        }
    ],
    "pub_date": "1996-09-01T00:00:00Z",
    "document_type": "article",
    "news_desk": "Real Estate Desk",
    "section_name": "Real Estate",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Jay",
                "rank": 1,
                "lastname": "ROMANO"
            }
        ],
        "original": "By JAY ROMANO"
    },
    "type_of_material": "News",
    "_id": "4fd1facf8eb7c8105d7588e8",
    "word_count": 2810,
    "slideshow_credits": null
}