{
    "web_url": "https://www.nytimes.com/1990/11/19/opinion/topics-of-the-times-primeval-hollywood.html",
    "snippet": "To Hollywood, the biblical deserts are in California and biblical times were well within this century. Now there's also a Hollywood version of archeology.    In the desert near Guadalupe, Calif., 150 miles northwest of Los Angeles, an intrepid cre...",
    "lead_paragraph": "To Hollywood, the biblical deserts are in California and biblical times were well within this century. Now there's also a Hollywood version of archeology. In the desert near Guadalupe, Calif., 150 miles northwest of Los Angeles, an intrepid crew has set out to dig up the site of Cecil B. DeMille's epic \"The Ten Commandments.\" No, not the 1956 Charlton Heston remake, also by DeMille, but the classic 1923 silent, with Richard Dix and Nita Naldi. For the scene leading up to the parting of the Red Sea, the great director built a palace 10 stories high with 35-foot statues of Pharaoh Ramses and 21 sphinxes that weighed five tons each. When the shooting was finished, he buried it all. Now Peter Brosnan, an independent film maker, wants to dig up the artistic artifacts. Mr. Brosnan's preliminary exploration has been financed by the Bank of America, whose founder, A.P. Giannini, helped DeMille finance the $1.4 million film. A spectacular that cost $1.4 million: that sounds truly ancient. But it was a huge amount of money for 1923, and quite modern in yet another respect. It was over budget.",
    "abstract": null,
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Primeval Hollywood",
        "kicker": "TOPICS OF THE TIMES"
    },
    "keywords": [
        {
            "name": "creative_works",
            "value": "TEN COMMANDMENTS, THE (MOVIE)"
        },
        {
            "name": "persons",
            "value": "DEMILLE, CECIL B"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "MOTION PICTURES"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        }
    ],
    "pub_date": "1990-11-19T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd199148eb7c8105d6a8d82",
    "word_count": 192,
    "slideshow_credits": null
}