{
    "web_url": "https://www.nytimes.com/1990/11/23/us/california-announces-finding-of-fruit-flies.html",
    "snippet": "Two Mediterranean fruit flies were found in California just two weeks after the state said it had wiped out an infestation that had lasted nearly 16 months and cost $52 million to fight, agriculture officials announced Wednesday.   E. Leon Spaugy,...",
    "lead_paragraph": "Two Mediterranean fruit flies were found in California just two weeks after the state said it had wiped out an infestation that had lasted nearly 16 months and cost $52 million to fight, agriculture officials announced Wednesday. E. Leon Spaugy, the Los Angeles County Agricultural Commissioner, said the latest outbreak could have been caused by residents taking in illegal fruit from outside the country. The unmated female Mediterranean fruit flies were trapped in residential neighborhoods in Upland and nearby Rancho Cucamonga on Nov. 15. Don Schreiber, deputy agricultural commissioner in San Bernardino County, said the trapping of fruit flies would be intensified near the sites where the two were found. The trappings raised doubts abouts officials' declaration of victory over the pest. \"There's no question in my mind now that they never eradicated them from this area,\" said Richard Rice, an entomologist at the University of California, at Davis. \"We had better stay pretty light on our feet.\"",
    "abstract": null,
    "print_page": "17",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Announces Finding of Fruit Flies"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "CITRUS FRUITS"
        },
        {
            "name": "subject",
            "value": "FRUIT FLIES"
        },
        {
            "name": "subject",
            "value": "MEDITERRANEAN FRUIT FLY"
        }
    ],
    "pub_date": "1990-11-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "organization": "AP",
        "original": "AP",
        "person": []
    },
    "type_of_material": "News",
    "_id": "4fd1a71d8eb7c8105d6c1c95",
    "word_count": 158,
    "slideshow_credits": null
}