{
    "web_url": "https://www.nytimes.com/1998/08/24/business/trying-to-stem-auto-accident-fraud.html",
    "snippet": "As automobile accidents go, it was not much: two teen-agers driving home from school in Southern California were bumped from behind. They later told investigators that they felt a little pain in their backs and necks.    The day after the crash th...",
    "lead_paragraph": "As automobile accidents go, it was not much: two teen-agers driving home from school in Southern California were bumped from behind. They later told investigators that they felt a little pain in their backs and necks. The day after the crash they went first, not to a doctor, but to a lawyer. The lawyer sent them to a clinic and the bills started to mount up. After two months the bills for one boy, 19, came to $3,740. For his friend, 14 years old, the cost was $4,090.",
    "abstract": "Allstate plans to sue dozen Southern California doctors and chiropractors and their assistants for $25 million for repeatedly overbilling auto accident victims or billing for services never provided in hundreds of cases over last few years; auto insurance experts say cases are part of widespread pattern of fraud by doctors and clinics across nation, who capitalize on real accidents by seeking payment for unneeded and never performed procedures; California suits are first of their kind by major insurer; Allstate says it is developing cases against doctors in other cities (M)",
    "print_page": "2",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Trying to Stem Auto Accident Fraud"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FRAUDS AND SWINDLING"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        },
        {
            "name": "subject",
            "value": "DOCTORS"
        },
        {
            "name": "subject",
            "value": "AUTOMOBILE INSURANCE AND LIABILITY"
        },
        {
            "name": "subject",
            "value": "CHIROPRACTORS"
        }
    ],
    "pub_date": "1998-08-24T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Health; Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "rank": 1
            }
        ],
        "original": "By JOSEPH B. TREASTER"
    },
    "type_of_material": "News",
    "_id": "4fd1fdff8eb7c8105d75e640",
    "word_count": 1331,
    "slideshow_credits": null
}