{
    "web_url": "https://www.nytimes.com/1996/10/05/us/us-reports-drop-in-rate-of-births-to-unwed-women.html",
    "snippet": "For the first time in nearly two decades, the rate of births among unmarried women declined in 1995, and for the fourth year in a row the teen-age birth rate dropped, the National Center for Health Statistics said today.    The out-of-wedlock birt...",
    "lead_paragraph": "For the first time in nearly two decades, the rate of births among unmarried women declined in 1995, and for the fourth year in a row the teen-age birth rate dropped, the National Center for Health Statistics said today. The out-of-wedlock birth rate dropped to 44.9 live births per 1,000 unmarried women last year, down from 46.9 births in 1994, a decline of 4 percent, according to a report by the agency, a division of the Centers for Disease Control and Prevention.",
    "abstract": "Rate of births among unmarried women declines in 1995 for the first time in nearly two decades, and the birth rate for teen-agers also falls--both shifts being part of general decline in nation's birth rate; figures; graph; analysts say drop in out-of-wedlock births is significant even though half the decline stems from changes in reporting births in California; Pres Clinton seizes figures as evidence that his policies are beginning to bear fruit, while Bob Dole says that if Clinton wants credit for this decline, he must also take the blame for rise in teen-age drug use (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "U.S. REPORTS DROP IN RATE OF BIRTHS TO UNWED WOMEN"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "DOLE, BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "ILLEGITIMACY"
        },
        {
            "name": "subject",
            "value": "BIRTHS"
        },
        {
            "name": "subject",
            "value": "DRUG ABUSE AND TRAFFIC"
        }
    ],
    "pub_date": "1996-10-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Steven",
                "middlename": "A.",
                "lastname": "HOLMES",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By STEVEN A. HOLMES"
    },
    "type_of_material": "News",
    "_id": "4fd1ccce8eb7c8105d70374e",
    "word_count": 1065,
    "slideshow_credits": null
}