{
    "web_url": "https://www.nytimes.com/1997/03/05/garden/wine-talk-918466.html",
    "snippet": "THE letter was typical; it came from a reader who, try as he might, could not find a bottle of a DeLoach zinfandel that had been recommended here. His complaint was justified: fewer than 500 cases of that wine were made, and it's safe to assume th...",
    "lead_paragraph": "THE letter was typical; it came from a reader who, try as he might, could not find a bottle of a DeLoach zinfandel that had been recommended here. His complaint was justified: fewer than 500 cases of that wine were made, and it's safe to assume that much of it went to DeLoach fans in California. DeLoach Vineyards is a zinfandel specialist in the Russian River Valley in Sonoma County. Many of the best California wines are snapped up that way. They are made in such small quantities that widespread distribution is virtually impossible. Some wineries, like Heitz Cellars, in the Napa Valley, compound the problem by releasing their best wines in several small lots, called tranches in France.",
    "abstract": "Frank J Prial column discusses difficulty readers face in obtaining some of California wines he reviews; notes wines are made in small quantities that make widespread distribution impossible; photo (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Wine Talk"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WINES"
        },
        {
            "name": "subject",
            "value": "ALCOHOLIC BEVERAGES"
        }
    ],
    "pub_date": "1997-03-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "Living Desk",
    "section_name": "Home and Garden",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Frank",
                "middlename": "J.",
                "lastname": "Prial",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Frank J. Prial"
    },
    "type_of_material": "News",
    "_id": "4fd1ce838eb7c8105d706408",
    "word_count": 1042,
    "slideshow_credits": null
}