{
    "web_url": "https://www.nytimes.com/1998/01/07/us/sonny-bono-62-dies-in-skiing-accident.html",
    "snippet": "Representative Sonny Bono, whose unexpected career in Republican politics followed an equally unexpected -- and successful -- career as a singer and television star with his former wife Cher, was killed on Monday afternoon when he crashed into a t...",
    "lead_paragraph": "Representative Sonny Bono, whose unexpected career in Republican politics followed an equally unexpected -- and successful -- career as a singer and television star with his former wife Cher, was killed on Monday afternoon when he crashed into a tree while skiing in South Lake Tahoe, Calif. He was 62 and lived in Palm Springs, Calif. Mr. Bono was skiing with his wife, Mary Whitaker, and their two children when he left them about 1:30 P.M. to ski alone at the Heavenly Ski Resort on the California-Nevada line, 55 miles south of Reno. Unaware that he had not made it down the hill, his wife, their son, Chesare, 9, and daughter, Chianna, 6, waited at the bottom of the slope. When he failed to appear after several hours, they reported him missing.",
    "abstract": "Repr Sonny Bono dies after crashing into tree while skiing in Lake Tahoe; was 62 years old; his career as entertainer and politician reviewed; photo (M)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Sonny Bono, 62, Dies in Skiing Accident"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BONO, SONNY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "CONGRESS"
        },
        {
            "name": "subject",
            "value": "SKIING"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "DEATHS (OBITUARIES)"
        }
    ],
    "pub_date": "1998-01-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.; Obituaries",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Bernard",
                "rank": 1,
                "lastname": "WEINRAUB"
            }
        ],
        "original": "By BERNARD WEINRAUB"
    },
    "type_of_material": "Obituary; Biography",
    "_id": "4fd1dc8d8eb7c8105d71e253",
    "word_count": 1504,
    "slideshow_credits": null
}