{
    "web_url": "https://www.nytimes.com/1999/11/07/education/blackboard-coping-parts-i-and-ii-part-i-relax-the-inner-child.html",
    "snippet": "California livin' is not necessarily stress-free. Tim Healey, a physical therapist in Santa Ana, says that stress-related behavior and learning problems have dominated his practice over the last five years. Having researched the physiological effe...",
    "lead_paragraph": "California livin' is not necessarily stress-free. Tim Healey, a physical therapist in Santa Ana, says that stress-related behavior and learning problems have dominated his practice over the last five years. Having researched the physiological effects of stress on infants with Dr. T. Berry Brazelton, a professor emeritus of pediatrics at Harvard University Medical School, Mr. Healey holds about 50 seminars a year, mostly in California, on how elementary school teachers can reduce stress in the classroom. He believes that exasperating student behavior like averting the eyes, slouching and twirling hair repetitively can often be attributed to an overstimulating environment. To create a more relaxed atmosphere, he advises teachers to turn off the lights and play soft music. To calm their nervous systems, children should put their heads on their desks and stroke their own arms.",
    "abstract": "Tim Healey, physical therapist in California, advises teachers on creating more relaxed atmosphere in classrooms, by turning off lights, playing soft music and offering stress-relief exercises; photos (special section, Education Life) (S)",
    "print_page": "9",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Part I: Relax the Inner Child",
        "kicker": "BLACKBOARD: COPING, PARTS I AND II"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HEALEY, TIM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "STRESS (HUMAN)"
        }
    ],
    "pub_date": "1999-11-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "Education Life Supplement",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Andrea",
                "rank": 1,
                "lastname": "ADELSON"
            }
        ],
        "original": "By ANDREA ADELSON"
    },
    "type_of_material": "News",
    "_id": "4fd210af8eb7c8105d7850f8",
    "word_count": 271,
    "slideshow_credits": null
}