{
    "web_url": "https://www.nytimes.com/1997/12/31/us/california-s-ban-to-clear-smoke-inside-most-bars.html",
    "snippet": "In the biggest assault yet on cigarette smoking in the United States, bars, casinos and nightclubs across California will be forced to ban smoking at the stroke of midnight on Jan. 1, as part of a virtual ban on indoor smoking in public places.   ...",
    "lead_paragraph": "In the biggest assault yet on cigarette smoking in the United States, bars, casinos and nightclubs across California will be forced to ban smoking at the stroke of midnight on Jan. 1, as part of a virtual ban on indoor smoking in public places. The policy is part of a 1994 labor law in the nation's most populous state, meant to protect the health of employees like bartenders, waitresses and bellhops from the risks of secondhand smoke. It extends the state's no-smoking policy to bars and clubs from mountain ski resorts to beach-side cafes and every watering hole in between.",
    "abstract": "Bars, casinos and nightclubs across California will be forced to ban smoking on January 1 as part of virtual ban on indoor smoking in public places statewide; policy is part of 1994 labor law in nation's most populous state, meant to protect health of employees from risks of secondhand smoke; state is first to so thoroughly restrict smoking; law's critics and smoking advocates say ban is Draconian and unenforceable and will be financially disastrous for bars and nightclubs (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "CALIFORNIA'S BAN TO CLEAR SMOKE INSIDE MOST BARS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BARS"
        },
        {
            "name": "subject",
            "value": "RESTAURANTS"
        },
        {
            "name": "subject",
            "value": "GAMBLING"
        },
        {
            "name": "subject",
            "value": "CASINOS"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        },
        {
            "name": "subject",
            "value": "NIGHTCLUBS AND CABARETS"
        }
    ],
    "pub_date": "1997-12-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Don",
                "rank": 1,
                "lastname": "TERRY"
            }
        ],
        "original": "By DON TERRY"
    },
    "type_of_material": "News",
    "_id": "4fd1f7298eb7c8105d7521df",
    "word_count": 1286,
    "slideshow_credits": null
}