{
    "web_url": "https://www.nytimes.com/1997/09/26/us/national-news-briefs-woman-may-be-freed-in-courtroom-killing.html",
    "snippet": "A woman who spent nearly four years in prison for the courtroom killing of a man accused of molesting her son  may soon be released.    The California Supreme Court recently granted the woman, Ellie Nesler, a partial retrial, citing juror miscondu...",
    "lead_paragraph": "A woman who spent nearly four years in prison for the courtroom killing of a man accused of molesting her son may soon be released. The California Supreme Court recently granted the woman, Ellie Nesler, a partial retrial, citing juror misconduct, and The Modesto Bee reported today that Ms. Nesler, 45, was expected to withdraw her plea of not guilty by reason of insanity and enter a guilty plea to manslaughter charges. That would mean a seven-year prison term and make her immediately eligible for parole because she had already served more than half the reduced time.",
    "abstract": "Ellie Nesler, California woman who spent nearly four years in prison for courtroom killing of Daniel Driver, man accused of molesting her son, may soon be released (S)",
    "print_page": "25",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; Woman May Be Freed In Courtroom Killing"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DRIVER, DANIEL"
        },
        {
            "name": "persons",
            "value": "NESLER, ELLIE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "MURDERS AND ATTEMPTED MURDERS"
        },
        {
            "name": "subject",
            "value": "SEX CRIMES"
        }
    ],
    "pub_date": "1997-09-26T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1d7e78eb7c8105d715fad",
    "word_count": 128,
    "slideshow_credits": null
}