{
    "web_url": "https://www.nytimes.com/2000/06/23/opinion/editorial-observer-the-mississippification-of-california-schools.html",
    "snippet": "California's public schools were among the most admired in the country until 20 years of disinvestment and teaching fads drove them into the ground. The decline announced itself dramatically in the mid-90's, when a succession of disastrous perform...",
    "lead_paragraph": "California's public schools were among the most admired in the country until 20 years of disinvestment and teaching fads drove them into the ground. The decline announced itself dramatically in the mid-90's, when a succession of disastrous performances on national tests placed California's children at or near the bottom of the country in reading, math and science. The slippage has national implications, given that one in every nine public-school children in the United States is enrolled in California. The shock of dismal test scores has propelled the governor and the legislature into a frenzy of reform that has committed more than $7 billion and touched on every aspect of public education. But the lack of a blueprint for this deluge of new mandates has left many districts paralyzed and uncertain how to proceed. Worse yet, a civil rights lawsuit filed last month makes the case that this chaotic reform effort could deepen educational inequality by raising standards without providing the necessary resources to meet them, leaving poor districts even further behind the rich ones than they are today.",
    "abstract": "Brent Staples Editorial Observer column deplores 'Mississippification' of California's public schools in the 20 years since Proposition 13 and state's tax revolt; says dismal test scores have propelled Gov Gray Davis and legislature into a frenzy of reform and spending, but the lack of a blueprint for deluge of new mandates leaves many districts paralyzed and uncertain how to proceed; says state should concentrate on basic necessities of schooling: books, classrooms and teachers (M)",
    "print_page": "22",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Editorial Observer; The 'Mississippification' of California Schools"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "TAXATION"
        },
        {
            "name": "subject",
            "value": "TEXTBOOKS"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "PROPOSITION 13 (CALIFORNIA INITIATIVE)"
        },
        {
            "name": "subject",
            "value": "TEACHERS AND SCHOOL EMPLOYEES"
        }
    ],
    "pub_date": "2000-06-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Brent",
                "rank": 1,
                "lastname": "STAPLES"
            }
        ],
        "original": "By BRENT STAPLES"
    },
    "type_of_material": "Editorial",
    "_id": "4fd236788eb7c8105d7c8a3b",
    "word_count": 845,
    "slideshow_credits": null
}