{
    "web_url": "https://www.nytimes.com/1999/05/17/business/bank-of-america-settles-charges-on-bonds.html",
    "snippet": "The Bank of America Corporation will pay $187.5 million to settle charges it illegally kept unclaimed bond proceeds from the State of California and more than 1,000 cities, counties and public agencies statewide.    The Bank of America, the larges...",
    "lead_paragraph": "The Bank of America Corporation will pay $187.5 million to settle charges it illegally kept unclaimed bond proceeds from the State of California and more than 1,000 cities, counties and public agencies statewide. The Bank of America, the largest United States bank, agreed to pay the money within five business days under a settlement approved Friday in San Francisco County Superior Court. The settlement requires $61.9 million to be paid to the office of the California Attorney General, Bill Lockyer; another $22 million to the former bank vice president and whistle-blower Patrick Stull, and the remaining $103.6 million to the state and any eligible cities, counties and public agencies that file claims against the bank.",
    "abstract": "Bank of America Corp will pay $187.5 million to settle charges it illegally kept unclaimed bond proceeds from State of California and more than 1,000 cities, counties and public agencies statewide; bank does not admit liability or wrongoding under settlement (M)",
    "print_page": "13",
    "blog": [],
    "source": "Bloomberg News",
    "multimedia": [],
    "headline": {
        "main": "Bank of America Settles Charges on Bonds"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "BANK OF AMERICA"
        },
        {
            "name": "subject",
            "value": "FINES (PENALTIES)"
        },
        {
            "name": "subject",
            "value": "GOVERNMENT BONDS"
        }
    ],
    "pub_date": "1999-05-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1e91b8eb7c8105d73747b",
    "word_count": 163,
    "slideshow_credits": null
}