{
    "web_url": "https://www.nytimes.com/2000/11/11/business/company-news-glamis-gold-mine-site-proposal-is-challenged.html",
    "snippet": "An open-pit gold mine proposed by Glamis Imperial Corporation for a 1,571-acre site in the California desert near the Arizona state line would irreparably damage ancient Indian cultural and religious sites and should be prohibited, the Bureau of L...",
    "lead_paragraph": "An open-pit gold mine proposed by Glamis Imperial Corporation for a 1,571-acre site in the California desert near the Arizona state line would irreparably damage ancient Indian cultural and religious sites and should be prohibited, the Bureau of Land Management said. The company said it now expected its permit applications for the mine to be rejected, and planned a court appeal. Lawyers for the Quechan tribe, whose reservation is nearby, said the mine site contained archaeological remains like rock carvings and ancient trails that would be obliterated by mining. The company said it had already spent $1 million trying to address the tribe's concerns.",
    "abstract": "Bureau of Land Management says that open-pit gold mine proposed by Glamis Imperial Corp for 1,571-acre site in California desert near Arizona state line would irreparably damage ancient Indian cultural and religious sites and should be prohibited (S)",
    "print_page": "3",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "GLAMIS GOLD MINE SITE PROPOSAL IS CHALLENGED",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "GLAMIS IMPERIAL CORP"
        },
        {
            "name": "organizations",
            "value": "BUREAU OF LAND MANAGEMENT"
        },
        {
            "name": "subject",
            "value": "INDIANS, AMERICAN"
        },
        {
            "name": "subject",
            "value": "MINES AND MINING"
        },
        {
            "name": "subject",
            "value": "GOLD"
        }
    ],
    "pub_date": "2000-11-11T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd21bd48eb7c8105d79b359",
    "word_count": 106,
    "slideshow_credits": null
}