{
    "web_url": "https://www.nytimes.com/1997/12/09/us/california-gop-faces-a-crisis-as-hispanic-voters-turn-away.html",
    "snippet": "The California Republican Party, the mighty army that helped propel Richard Nixon and Ronald Reagan to the White House, now finds itself facing a big problem: It is rapidly losing ground among the fastest-growing group in the electorate of the nat...",
    "lead_paragraph": "The California Republican Party, the mighty army that helped propel Richard Nixon and Ronald Reagan to the White House, now finds itself facing a big problem: It is rapidly losing ground among the fastest-growing group in the electorate of the nation's most-populous state, Hispanic voters. Expressed in either English or Spanish, the arithmetic is clear. By 2025, the Census Bureau projects, the Hispanic share of California's population will rise to 43 percent, from just under 30 percent now, an increase of some 12 million people and the largest such gain in the nation. By 2000, Hispanic residents are expected to account for nearly 30 percent of the voting-age population, though citizenship, voter registration and participation lag well behind that level.",
    "abstract": "California Republican Party, which helped propel Ronald Reagan and Richard Nixon to White House, finds itself rapidly losing ground among Hispanic voters, fastest-growing group in electorate of nation's most-populous state; Census Bureau projects that by 2005, Hispanic share of California's population will rise to 43 percent from just under current 30 percent--increase of some 12 million people and largest such gain in nation--and will account for nearly 30 percent of voting-age population by 2000; Republicans, burned by backlash against Gov Pete Wilson's strong stands against affirmative action and illegal immigration, have seen share of Hispanic vote slide precipitously; when elected in 1990, he enjoyed 44 percent of Hispanic vote, which dropped to 25 percent in 1994 when he successfully campaigned for proposition to cut off public service assistance to illegal immigrants; statewide poll shows State Atty Gen Dan Lungren, Republican's presumptive nominee for governor in 1998, drawing support of only about 14 percent of Hispanic voters; developments are ominous prospects for state poised to become first on mainland where non-Hispanic whites are minority; national implications for party are sobering, both because of California's electoral importance and because of growing Hispanic populations in other pivotal states; photo; graph; chart (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California G.O.P. Faces a Crisis As Hispanic Voters Turn Away"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "REAGAN, RONALD WILSON"
        },
        {
            "name": "persons",
            "value": "LUNGREN, DANIEL E"
        },
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "persons",
            "value": "NIXON, RICHARD MILHOUS"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTIONS (US)"
        },
        {
            "name": "subject",
            "value": "ILLEGAL ALIENS"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
        },
        {
            "name": "subject",
            "value": "WELFARE (US)"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "FORECASTS"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        }
    ],
    "pub_date": "1997-12-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd2142e8eb7c8105d78bfe1",
    "word_count": 1529,
    "slideshow_credits": null
}