{
    "web_url": "https://www.nytimes.com/1998/05/31/us/in-the-race-for-governor-of-california-a-candidate-from-the-reagan-mold.html",
    "snippet": "Spend a day with Dan Lungren, the Republican contender for Governor of California, and you will feel transported back to the beach blanket optimism of Frankie Avalon and Annette Funicello.    At lunch, Mr. Lungren indulged his passion for a cheese...",
    "lead_paragraph": "Spend a day with Dan Lungren, the Republican contender for Governor of California, and you will feel transported back to the beach blanket optimism of Frankie Avalon and Annette Funicello. At lunch, Mr. Lungren indulged his passion for a cheeseburger, fries and a vanilla shake. The next stop was a school in this affluent community in the heart of the Silicon Valley, where the warm-up act of gyrating preteen-agers put on a rendition of the rock-and-roll classic ''Great Balls of Fire.'' Mr. Lungren was so caught up in the music that he was the only adult on stage who stomped his feet and mouthed every word.",
    "abstract": "Atty Gen Dan Lungren, contender for Governor of California, is most nimble, upbeat politician state Republican Party has fielded for Governor since Ronald Reagan; but he is social conservative in state where social moderates are swing votes; Democrats are already preparing case against him as hard-hearted, unswerving, right-wing radical; Lungren is moving aggressively to try to make his positions easier to digest; throughout his decade in House of Representatives, his rating from American Conservative Union rarely dropped below 100 percent; photo (M)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In the Race for Governor of California, a Candidate From the Reagan Mold"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "REAGAN, RONALD"
        },
        {
            "name": "persons",
            "value": "LUNGREN, DANIEL E"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "AMERICAN CONSERVATIVE UNION"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "CONSERVATISM (US POLITICS)"
        }
    ],
    "pub_date": "1998-05-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Richard",
                "middlename": "L.",
                "lastname": "BERKE",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By RICHARD L. BERKE"
    },
    "type_of_material": "Biography",
    "_id": "4fd20c578eb7c8105d77b6ee",
    "word_count": 1360,
    "slideshow_credits": null
}