{
    "web_url": "https://www.nytimes.com/1999/08/25/dining/wine-talk-the-do-it-yourself-winery.html",
    "snippet": "Route 29 is the Yellow Brick Road of California wine. Between the city of Napa and the town of Calistoga, about 20 miles to the north, 29 is a display of some of the world's most beautiful and prosperous wineries. From May to October, the road is ...",
    "lead_paragraph": "Route 29 is the Yellow Brick Road of California wine. Between the city of Napa and the town of Calistoga, about 20 miles to the north, 29 is a display of some of the world's most beautiful and prosperous wineries. From May to October, the road is packed with tourists come to gape at these temples of the good life, with their manicured vineyards and welcoming tasting rooms. Hardly any of the tourists bother to glance at the Napa Wine Company here as they drive by. It's not hard to understand why. Compared with the sleek Opus One and Robert Mondavi wineries just to the north, the Napa Wine Company looks like a truck terminal. But in fact, many of the most sought-after wines -- the wonderful, little-known labels sold through exclusive mailing lists -- are made right here behind these unprepossessing walls.",
    "abstract": "Frank J Prial Wine Talk column on Napa Wine Company in Oakville, California, company that is known in the trade as custom-crush operation; custom-crush means making wine in someone else's winery; many of most sought-after wines are made at Napa Wine Co; for a small winemaker, economic benefits are obvious; capital investment in wine-making equipment--crushers, fermenters, bottling lines and such--is considerable: hundreds of thousands of dollars, whether goal is to make 100 cases or 100,000; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The 'Do It Yourself' Winery",
        "kicker": "WINE TALK"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "NAPA WINE CO"
        },
        {
            "name": "subject",
            "value": "WINES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ALCOHOLIC BEVERAGES"
        }
    ],
    "pub_date": "1999-08-25T00:00:00Z",
    "document_type": "article",
    "news_desk": "Dining In, Dining Out/Style Desk",
    "section_name": "Dining and Wine; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Frank",
                "middlename": "J.",
                "lastname": "Prial",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Frank J. Prial"
    },
    "type_of_material": "News",
    "_id": "4fd22a388eb7c8105d7b4cba",
    "word_count": 1272,
    "slideshow_credits": null
}