{
    "web_url": "https://www.nytimes.com/1996/09/11/us/tax-money-flowing-again-california-pares-class-size.html",
    "snippet": "While overcrowding in classrooms has characterized the start of the school year across the country, California is bucking the trend by rushing to pare class size by next semester.    Financed by a windfall of tax money from an improving state econ...",
    "lead_paragraph": "While overcrowding in classrooms has characterized the start of the school year across the country, California is bucking the trend by rushing to pare class size by next semester. Financed by a windfall of tax money from an improving state economy, California is asking its 5,000 elementary schools to cut the size of the classes for one teacher in the primary grades, kindergarten through third, to 20 pupils from the state average of 30 by next February. If they do, they will qualify for an extra $650 per child.",
    "abstract": "California, reaping tax windfall from improving state economy, is offering elementary schools that cut class size in primary grades to 20 pupils from state average of 30 by next Feb added state aid; $1 billion program is result of 1988 voter initiative that requires added funds be spent on education in periods of state budget surplus; photo (M)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Tax Money Flowing Again, California Pares Class Size"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "TAXATION"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
        },
        {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
        }
    ],
    "pub_date": "1996-09-11T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1fad58eb7c8105d758d4a",
    "word_count": 1023,
    "slideshow_credits": null
}