{
    "web_url": "https://www.nytimes.com/1998/01/10/us/budget-surplus-is-burning-a-hole-in-california-s-pocket.html",
    "snippet": "His state again flush after years of scarcity, Gov. Pete Wilson of California today presented the most optimistic budget of his seven years in office, with billions of dollars of proposed new spending for education, water supply systems, roads, br...",
    "lead_paragraph": "His state again flush after years of scarcity, Gov. Pete Wilson of California today presented the most optimistic budget of his seven years in office, with billions of dollars of proposed new spending for education, water supply systems, roads, bridges and prisons. In a weeklong series of announcements culminating in his budget message this morning, Mr. Wilson declared in ebullient tones that California is resoundingly back after years of reverses, and is now ''the powerhouse of the Pacific'' ready to make many deferred ''investments for a 21st century infrastructure.'' His rosy proposals range from a one-week longer school year to smaller elementary school classes to continued planning for a long-envisioned 10th campus of the University of California system at Merced.",
    "abstract": "Gov Pete Wilson of California presents most optimistic budget of his seven years in office, with billions of dollars of proposed new spending for education, water supply systems, roads, bridges and prisons; declares that state is now 'the powerhouse of the Pacific,' prepared to make many investments in the future that had to be deferred during years of recession; photo (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Budget Surplus Is Burning a Hole in California's Pocket"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRISONS AND PRISONERS"
        },
        {
            "name": "subject",
            "value": "BRIDGES AND TUNNELS"
        },
        {
            "name": "subject",
            "value": "WATER"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
        },
        {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
        }
    ],
    "pub_date": "1998-01-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd1dc8a8eb7c8105d71e047",
    "word_count": 1132,
    "slideshow_credits": null
}