{
    "web_url": "https://www.nytimes.com/1997/02/12/opinion/l-blame-the-fads-596329.html",
    "snippet": "To the Editor:    Brent Staples (Editorial Notebook, Feb. 10) blames the cutting of taxes for the poor showing of California students in public schools. It is enough for him that performance crashed as financing was reduced.  He does admit casuall...",
    "lead_paragraph": "To the Editor: Brent Staples (Editorial Notebook, Feb. 10) blames the cutting of taxes for the poor showing of California students in public schools. It is enough for him that performance crashed as financing was reduced. He does admit casually that many other things also took place, like the ''touchy-feely'' lack of grading, creative spelling and the like that has been criticized nationally. So why blame financing? It would seem that since many other schools throughout the nation spend much less than California with better results, the decline in performance in California may have been due totally to those other factors he mentioned. Here in Texas, and I believe nationally as a whole, educational spending has skyrocketed, with poorer results in most states.",
    "abstract": "Wade Butler letter on Brent Staples's Feb 10 article on California school system's failures (S)",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Blame the Fads",
        "kicker": "'Tax Revolt' Didn't Ruin California's Schools"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BUTLER, WADE"
        },
        {
            "name": "persons",
            "value": "STAPLES, BRENT"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        }
    ],
    "pub_date": "1997-02-12T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Letter",
    "_id": "4fd20e5d8eb7c8105d77f7f2",
    "word_count": 171,
    "slideshow_credits": null
}