{
    "web_url": "https://www.nytimes.com/1995/02/26/magazine/sunday-february-26-1995-extremities-really-big-wave-really-bad-wipeout.html",
    "snippet": "How not to ride a wave: It was his first wave of the day, at Maverick's, half an hour south of San Francisco. It has been a year of the biggest waves in a decade in California, with storms sending huge swells to the coast. Big-wave surfers tend to...",
    "lead_paragraph": "How not to ride a wave: It was his first wave of the day, at Maverick's, half an hour south of San Francisco. It has been a year of the biggest waves in a decade in California, with storms sending huge swells to the coast. Big-wave surfers tend to use big boards, 10 feet 6 inches in this case, compared with an average 6 feet or so, and have to cope with speed, and fear. Jay Moriarity, 16, pictured above, got stuck in the lip of the wave when he should have been halfway down the face. The wind caught his board and threw it up in the air a moment after this photo was taken. Moriarity went down with the wave and actually hit bottom, something that almost never happens with a wave this size. It was one of the worst-looking wipeouts anyone had seen. But he wasn't hurt; he rested and then caught eight more waves that day. Four days later at the same spot, one of the best big-wave surfers, Mark Foo, was killed when he wiped out on a smaller wave.",
    "abstract": null,
    "print_page": "17",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Extremities: Really Big Wave, Really Bad Wipeout",
        "kicker": "SUNDAY, FEBRUARY 26, 1995"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "MORIARITY, JAY"
        },
        {
            "name": "persons",
            "value": "FOO, MARK"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ACCIDENTS AND SAFETY"
        },
        {
            "name": "subject",
            "value": "SURFING"
        },
        {
            "name": "subject",
            "value": "DROWNINGS"
        }
    ],
    "pub_date": "1995-02-26T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1f99f8eb7c8105d756966",
    "word_count": 189,
    "slideshow_credits": null
}