{
    "web_url": "https://www.nytimes.com/2000/02/04/opinion/california-s-tobacco-tax.html",
    "snippet": "On the March 7 ballot, California voters will be asked to repeal Proposition 10, a groundbreaking anti-tobacco initiative that raised the state cigarette tax by 50 cents per pack. Nullifying Proposition 10 would be a serious public-health mistake....",
    "lead_paragraph": "On the March 7 ballot, California voters will be asked to repeal Proposition 10, a groundbreaking anti-tobacco initiative that raised the state cigarette tax by 50 cents per pack. Nullifying Proposition 10 would be a serious public-health mistake. In 1998, Californians set an admirable example for the rest of the nation by passing this measure, which generates about $680 million a year to pay for smoking prevention programs and an array of early childhood education and health programs. Equally important, that tax increase is helping to reduce tobacco consumption. Health experts have long argued that the best way to cut smoking rates, particularly among teenagers, is to raise the cost of cigarettes. California officials report that the Proposition 10 tax increase and higher prices charged by tobacco manufacturers have caused cigarette sales to fall by 30 percent, a drop that, if sustained, can substantially reduce the number of young people becoming hooked on tobacco. But the supporters of the repeal measure, Proposition 28, spearheaded by a national chain of retail cigarette stores called Cigarettes Cheaper!, want to stop the impressive progress California is making. Proposition 10 squeaked through with a tiny one-point approval margin, even though the tobacco industry spent $30 million in a media blitz to attack the measure. The Proposition 28 supporters think the small margin gives them a chance to turn the vote around. But this time, the big tobacco manufacturers, perhaps chastened by public dismay at the industry's tactics and the fact that they lost in 1998 despite their heavy spending, are apparently not financing the repeal effort. Even without that infusion of tobacco cash, the ballot fight will be tough. California voters did the right thing in approving Proposition 10. They should reaffirm that vote by turning down Proposition 28.",
    "abstract": "Editorial on California's Proposition 10, which voters on March 7 will be asked to repeal; Proposition 10 was groundbreaking anti-tobacco initiative that raised state cigarette tax by 50 cents a pack; holds nullifying Proposition 10 woulld be serious public-health mistake",
    "print_page": "28",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California's Tobacco Tax"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "2000-02-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd2377a8eb7c8105d7ca31b",
    "word_count": 295,
    "slideshow_credits": null
}