{
    "web_url": "https://www.nytimes.com/1998/06/06/business/company-news-pacific-gas-rebuffed-on-sale-of-electric-business.html",
    "snippet": "California state regulators have denied the Pacific Gas and Electric Company's $110 million agreement to sell a portion of its electric business to the Modesto Irrigation District. Proponents of the sale argued that it would mean up to 30 percent ...",
    "lead_paragraph": "California state regulators have denied the Pacific Gas and Electric Company's $110 million agreement to sell a portion of its electric business to the Modesto Irrigation District. Proponents of the sale argued that it would mean up to 30 percent in rate reductions for some residential customers. But the Public Utilities Commission voted 3 to 2 on Thursday to turn down the deal. The commissioners said there were two major problems. One is that the agreement calls for P.G.& E. to give the entire $37 million gain on the sale to shareholders. Commissioners want at least half returned to customers. Second, the agreement contains a clause that prohibits the two utilities from competing for transmission and distribution services for 25 years.",
    "abstract": "California regulators turn down Pacific Gas and Electric's $110-million agreement to sell portion of its electric business to Modesto Irrigation District (S)",
    "print_page": "3",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "PACIFIC GAS REBUFFED ON SALE OF ELECTRIC BUSINESS",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "PACIFIC GAS & ELECTRIC CO"
        },
        {
            "name": "subject",
            "value": "ELECTRIC LIGHT AND POWER"
        },
        {
            "name": "subject",
            "value": "REGULATION AND DEREGULATION OF INDUSTRY"
        }
    ],
    "pub_date": "1998-06-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1deaf8eb7c8105d7230de",
    "word_count": "123",
    "slideshow_credits": null
}