{
    "web_url": "https://www.nytimes.com/2000/12/23/us/in-california-woes-on-power-set-off-clashes.html",
    "snippet": "California's great experiment with utility  deregulation relies on the wisdom of the marketplace to keep things running, but as the threat of utility bankruptcies, sharply rising electric rates and dimmed Christmas lights grip the state, the marke...",
    "lead_paragraph": "California's great experiment with utility deregulation relies on the wisdom of the marketplace to keep things running, but as the threat of utility bankruptcies, sharply rising electric rates and dimmed Christmas lights grip the state, the marketplace has no clear idea of what to do. Worse yet, it seems to many Californians, neither does anyone else, from political leaders who have every incentive to keep the state's economy humming to the agencies charged with keeping the lights on.",
    "abstract": "California's great experiment with utility deregulation relies on wisdom of marketplace to keep things running, but as threat of utility bankruptcies, sharply rising electric rates and shortages grips state, marketplace has no clear idea of what to do; worse yet, it seems to many Californians, neither does anyone else, from Gov Gray Davis and other political leaders who have every incentive to keep state's economy humming to agencies charged with keeping the lights on; things have grown so tense that these people are lashing out at one another, and in some cases are barely on speaking terms; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In California, Woes on Power Set Off Clashes"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SHORTAGES"
        },
        {
            "name": "subject",
            "value": "PRICES (FARES, FEES AND RATES)"
        },
        {
            "name": "subject",
            "value": "ELECTRIC LIGHT AND POWER"
        },
        {
            "name": "subject",
            "value": "REGULATION AND DEREGULATION OF INDUSTRY"
        },
        {
            "name": "subject",
            "value": "BANKRUPTCIES"
        }
    ],
    "pub_date": "2000-12-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "rank": 1
            }
        ],
        "original": "By LAURA M. HOLSON"
    },
    "type_of_material": "News",
    "_id": "4fd2050d8eb7c8105d76cddb",
    "word_count": 1372,
    "slideshow_credits": null
}