{
    "web_url": "https://www.nytimes.com/1998/04/30/opinion/a-cramped-approach-to-bilingualism.html",
    "snippet": "Frustration over the failure of bilingual education for many children has created widespread public support for a narrow-minded ballot measure in California that would dismantle all bilingual programs, regardless of effectiveness. Like most states...",
    "lead_paragraph": "Frustration over the failure of bilingual education for many children has created widespread public support for a narrow-minded ballot measure in California that would dismantle all bilingual programs, regardless of effectiveness. Like most states, California currently allows different types of programs to help limited-English speakers. Some schools adopt the English as a Second Language approach, using English in most classes for newcomers. Others offer classes in basic subjects for students in their native language while they learn English separately. Proposition 227 on the June ballot would eliminate these choices. Instead it would permit only one approach, a yearlong English immersion program where all subjects are taught in English, unless a parent makes a case for special treatment. It would essentially require all students to learn English in one year, even though many children need several years of language support.",
    "abstract": "Editorial opposes ballot measure in California that would dismantle all bilingual education programs, regardless of effectiveness (M)",
    "print_page": "32",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "A Cramped Approach to Bilingualism"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BILINGUAL EDUCATION"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-04-30T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd20bec8eb7c8105d77ad04",
    "word_count": 384,
    "slideshow_credits": null
}