{
    "web_url": "https://www.nytimes.com/1998/08/09/us/national-news-briefs-oil-companies-are-sued-over-use-of-additive.html",
    "snippet": "An environmental group says eight large oil companies have been negligent in using a gasoline additive that has contaminated more than 10,000 groundwater sites in California.    The group, Communities for a Better Environment, said in a lawsuit fi...",
    "lead_paragraph": "An environmental group says eight large oil companies have been negligent in using a gasoline additive that has contaminated more than 10,000 groundwater sites in California. The group, Communities for a Better Environment, said in a lawsuit filed on Thursday that the companies had known of the dangers of the additive, M.T.B.E., which was developed in the 1970's to allow fuel to burn cleanly. It asked a California Superior Court judge to ban the use of M.T.B.E. and require the companies to pay for cleaning the state's drinking water.",
    "abstract": "Environmental group, Communities for Better Environment, contends eight large oil companies have been negligent in using gasoline additive that has contaminated more than 10,000 groundwater sites in California; group charges in lawsuit that companies had known of dangers of additive, MTBE, which was developed in 1970's to allow fuel to burn cleanly (S)",
    "print_page": "21",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; Oil Companies Are Sued Over Use of Additive"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "COMMUNITIES FOR A BETTER ENVIRONMENT"
        },
        {
            "name": "subject",
            "value": "WATER POLLUTION"
        },
        {
            "name": "subject",
            "value": "MTBE (GASOLINE ADDITIVE)"
        },
        {
            "name": "subject",
            "value": "OIL (PETROLEUM) AND GASOLINE"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        }
    ],
    "pub_date": "1998-08-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd219108eb7c8105d796b6d",
    "word_count": "211",
    "slideshow_credits": null
}