{
    "web_url": "https://www.nytimes.com/1996/11/04/us/affirmative-action-measure-nears-a-high-profile-finish.html",
    "snippet": "Of the 90 statewide ballot initiatives facing the country's voters on Tuesday, the most in 82 years, not one has drawn more national attention and debate than California's Proposition 209, which calls for a ban on the use of race and sex criteria ...",
    "lead_paragraph": "Of the 90 statewide ballot initiatives facing the country's voters on Tuesday, the most in 82 years, not one has drawn more national attention and debate than California's Proposition 209, which calls for a ban on the use of race and sex criteria in all government-sponsored affirmative action programs. And not one seems more up in the air or in more turmoil as the final hours to polling wind down.",
    "abstract": "Article discusses last minute campaigning for and against California's Proposition 209, ballot initiative that calls for ban on use of race and sex criteria in all government-sponsored affirmative action programs; in last ten days, President Clinton, who opposes measure, and Bob Dole, who supports it, have jumped into debate (M)",
    "print_page": "6",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Affirmative Action Measure Nears a High-Profile Finish",
        "kicker": "POLITICS: THE INITIATIVES"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "DOLE, BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-11-04T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1eddb8eb7c8105d740572",
    "word_count": 856,
    "slideshow_credits": null
}