{
    "web_url": "https://www.nytimes.com/1991/03/01/style/chronicle-362291.html",
    "snippet": "\"I am prepard for the consequences,\" Christian Brando said yesterday just before Superior Court Judge Robert W. Thomas in Santa Monica, Calif., sentenced the 32-year-old son of Marlon Brando to 10 in prison for the shooting death of his half-siste...",
    "lead_paragraph": "\"I am prepard for the consequences,\" Christian Brando said yesterday just before Superior Court Judge Robert W. Thomas in Santa Monica, Calif., sentenced the 32-year-old son of Marlon Brando to 10 in prison for the shooting death of his half-sister's lover. The sentence came just after the father testified that his son's mother was one of the most \"unhappy and cruel\" people he had ever met, but admitted that he, too, may have failed as a parent. \"You always tend to blame the other parent,\" he said, \"but I know I could have done better. But I did the best I could.\" The younger Brando pleaded guilty last month to voluntary manslaughter in the May 17 shooting of Dag Drollet, the lover of his half-sister Cheyenne Brando, in his father's estate outside Los Angeles. He was sentenced to six years for manslaughter and four more years for aggravating circumstances for the use of a gun and will be eligible for parole after serving half of the sentence. Prosecutors who has sought the maximum 16-year prison sentence had accepted the plea of voluntary manslaughter because the pregnant Miss Brando left the country for Tahiti shortly after the shooting and was described as mentally unfit to appear in court. A probation officer recommended the minimum sentence for Mr. Brando, citing chemical-induced brain damage and a lack of self-esteem.",
    "abstract": null,
    "print_page": "2",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "CHRONICLE"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BRANDO, CHRISTIAN"
        },
        {
            "name": "persons",
            "value": "DROLLET, DAG"
        },
        {
            "name": "persons",
            "value": "BRANDO, MARLON"
        },
        {
            "name": "persons",
            "value": "BRANDO, CHEYENNE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "MURDERS AND ATTEMPTED MURDERS"
        },
        {
            "name": "subject",
            "value": "SENTENCES (CRIMINAL)"
        },
        {
            "name": "subject",
            "value": "MANSLAUGHTER"
        }
    ],
    "pub_date": "1991-03-01T00:00:00Z",
    "document_type": "article",
    "news_desk": "Style Desk",
    "section_name": "Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Susan",
                "middlename": "Heller",
                "lastname": "ANDERSON",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By SUSAN HELLER ANDERSON"
    },
    "type_of_material": "News",
    "_id": "4fd1bc938eb7c8105d6e83d0",
    "word_count": 226,
    "slideshow_credits": null
}