{
    "web_url": "https://www.nytimes.com/2000/07/06/us/california-s-prison-population-declines-for-first-time-more-than-two-decades.html",
    "snippet": "The California state prison system, which led the huge national prison-building boom for years, has recorded the first decline in its inmate population in more than two decades, state officials say.    The drop, although tiny, has already caused s...",
    "lead_paragraph": "The California state prison system, which led the huge national prison-building boom for years, has recorded the first decline in its inmate population in more than two decades, state officials say. The drop, although tiny, has already caused some officials to say that it is time for California to suspend a prison buildup that inspired similar spending in other states nationwide and had a big effect on the state budget. At one point, in the mid-1990's, California began spending more on prisons than for its giant university system.",
    "abstract": "California officials report state's prison system, which led huge national prison-building boom for years, has recorded first decline in its inmate population in more than two decades; prison population of 161,401 in late June is 360 fewer inmates than during corresponding 1999 period; state has spent $5.6 billion on prison construction since 1980 and, with increasingly tough laws for repeat offenders, has had little troublew filling new cells; graph (M)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California's Prison Population Declines for the First Time in More Than Two Decades"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "STATES (US)"
        },
        {
            "name": "subject",
            "value": "PRISONS AND PRISONERS"
        },
        {
            "name": "subject",
            "value": "CRIME AND CRIMINALS"
        }
    ],
    "pub_date": "2000-07-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Don",
                "rank": 1,
                "lastname": "TERRY"
            }
        ],
        "original": "By DON TERRY"
    },
    "type_of_material": "News",
    "_id": "4fd2370b8eb7c8105d7c942a",
    "word_count": 938,
    "slideshow_credits": null
}