{
    "web_url": "https://www.nytimes.com/1996/11/10/us/vote-in-california-is-motivating-foes-of-anti-bias-plans.html",
    "snippet": "Last year legislation was introduced in 26 states and in Congress to repeal or significantly roll back affirmative-action programs. Not a single bill passed.    Then on Tuesday, voters in California were asked a question: should the state ''not di...",
    "lead_paragraph": "Last year legislation was introduced in 26 states and in Congress to repeal or significantly roll back affirmative-action programs. Not a single bill passed. Then on Tuesday, voters in California were asked a question: should the state ''not discriminate against, or grant preferential treatment to'' any person or group in public employment, education or contracting? And after a tumultuous campaign over Proposition 209, they answered yes, by 54 percent to 46 percent.",
    "abstract": "Approval by California voters of ballot measure to bar affirmative action spurs critics of affirmative action around nation to revive failed efforts to dismantle programs; outlook for efforts is clouded, given opposition of governors in some state and voter disinterest in states with low minority populations; photo (M)6",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "VOTE IN CALIFORNIA IS MOTIVATING FOES OF ANTI-BIAS PLANS",
        "kicker": "AFTER THE ELECTION: POLICY MOMENTUM SHIFTS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-11-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Sam",
                "middlename": "Howe",
                "lastname": "VERHOVEK",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By SAM HOWE VERHOVEK"
    },
    "type_of_material": "News",
    "_id": "4fd1fad58eb7c8105d758dbd",
    "word_count": 1285,
    "slideshow_credits": null
}