{
    "web_url": "https://www.nytimes.com/1990/10/28/magazine/works-in-progress-chillin.html",
    "snippet": "Jim Chikato of Chikato Brothers Ice in Los Angeles employs three Japanese ice carvers, all full-time chefs who moonlight in the icehouse. (One of them, Maku Yoichi, is shown working on an avian centerpiece.) Ice-carving, apparently, is a subspecia...",
    "lead_paragraph": "Jim Chikato of Chikato Brothers Ice in Los Angeles employs three Japanese ice carvers, all full-time chefs who moonlight in the icehouse. (One of them, Maku Yoichi, is shown working on an avian centerpiece.) Ice-carving, apparently, is a subspecialty of many chefs in Japan, a reasonably serious art form in fact, involving rigorous training. Yoichi, whose English is marginal, \"went to school for, like, seven years,\" Chikato says. \"You know, he'd carve things, and the teacher would come and kick them over, shatter them and say: 'Do it again.' \" The Chikatos' custom-made ice sculptures usually cost less than $1,000. They tend to fall into two categories: oft-requested shapes, like swans or eagles, that the sculptors can more or less do with their eyes closed (\"We can pump you out a swan in an hour,\" Chikato says); and those that are more individualized. \"We do cars for openings of auto dealerships. Sly Stallone's wife wanted a polo player for his 40th birthday. One couple who met at U.S.C., for their wedding they wanted Tommy Trojan\" -- the school symbol. \"Life-size.\" Each sculpture is fashioned from 300-pound blocks of ice: 20 inches across, 10 inches thick, 40 inches tall. The shape is roughed out with a chain saw, then refined with a variety of long-handled chisels, gouges and awls. If the figure is to be larger than a single block, the sculptors piece blocks together, fusing them, notching them, melting them into shape. Recently, for the forthcoming film \"Edward Scissorhands,\" Chikato Brothers provided the director, Tim Burton, with four ice angels, likenesses of the actress Winona Ryder, each made from nine blocks of ice and weighing a ton. \"They had to be built on carts in order to transport them,\" Chikato says. \"We have a record of never having broken one yet. I dread the day when it happens.\"",
    "abstract": null,
    "print_page": "86",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Works in Progress; Chillin'"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "CHIKATO BROTHERS ICE"
        },
        {
            "name": "subject",
            "value": "ICE"
        }
    ],
    "pub_date": "1990-10-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Bruce",
                "rank": 1,
                "lastname": "Weber"
            }
        ],
        "original": "By Bruce Weber"
    },
    "type_of_material": "News",
    "_id": "4fd1b1648eb7c8105d6d3c0c",
    "word_count": 308,
    "slideshow_credits": null
}