{
    "web_url": "http://www.nytimes.com/reuters/2016/12/16/sports/baseball/16reuters-baseball-mlb-carew.html",
    "snippet": "Hall of Famer Rod Carew had successful heart transplant surgery on Friday, 15 months after a massive heart attack nearly killed him, the Minnesota Twins said in a statement. Carew, 71, who had a storied career with the Twins and California Angels,...",
    "lead_paragraph": "Hall of Famer Rod Carew had successful heart transplant surgery on Friday, 15 months after a massive heart attack nearly killed him, the Minnesota Twins said in a statement. Carew, 71, who had a storied career with the Twins and California Angels, also had a kidney transplant during a 13-hour procedure at Cedar-Sinai Medical Center in Los Angeles, the Twins said in a statement. \"Rod is resting in recovery. We ask that all of Twins Territory and the entire baseball community keep Rod, his wife Rhonda, and the entire Carew family in your thoughts and prayers as Rod recovers,\" the statement read. Carew, an 18-time All-Star who won seven American League batting titles during a 19-year career, suffered a major heart attack while playing golf on Sept. 20, 2015. He underwent six hours of surgery and was close to death before being stabilized for a few days but then suffered heart failure on the left side of his heart. Since then, Carew has relied on his blood flow being regulated by a ventricular assist device which doctors surgically implanted while working on getting healthy enough for a transplant. The American League's most valuable player in 1977 when he batted .388 for the Twins, Carew ended his career with 3,053 hits and a .328 batting average. He was inducted into the National Baseball Hall of Fame in 1991, and he was healthy enough to attend induction weekend last July. ",
    "abstract": null,
    "print_page": null,
    "blog": [],
    "source": "Reuters",
    "multimedia": [],
    "headline": {
        "main": "Carew Has Successful Heart Transplant Surgery: Twins",
        "print_headline": "Carew Has Successful Heart Transplant Surgery: Twins"
    },
    "keywords": [],
    "pub_date": "2016-12-16T23:54:28+0000",
    "document_type": "article",
    "news_desk": null,
    "section_name": "Sports",
    "subsection_name": "Baseball",
    "byline": {
        "person": [],
        "original": "By REUTERS",
        "organization": "REUTERS"
    },
    "type_of_material": "News",
    "_id": "58547ed195d0e03926076826",
    "word_count": "252",
    "slideshow_credits": null
}