{
    "web_url": "https://www.nytimes.com/1997/04/10/business/tenet-and-medpartners-to-form-health-care-network.html",
    "snippet": "The Tenet Healthcare Corporation and Medpartners Inc. have agreed to form a health care network serving more than one million people in Southern California. Tenet, the nation's second-largest hospital chain, said yesterday that it had also agreed ...",
    "lead_paragraph": "The Tenet Healthcare Corporation and Medpartners Inc. have agreed to form a health care network serving more than one million people in Southern California. Tenet, the nation's second-largest hospital chain, said yesterday that it had also agreed to acquire Medpartners' 99-bed Pioneer Hospital in Artesia, Calif. Terms were not disclosed. Under the alliance, the 1.2 million people served by Medpartners' doctors would have access to services at Tenet's 33 hospitals in the region. Medpartners, based in Birmingham, Ala., would build an outpatient operation near the hospital. Tenet, based in Santa Barbara, Calif., owns or operates 125 hospitals in 22 states.",
    "abstract": "Tenet Healthcare Corp and Medpartners Inc agree to form health care network serving more than million people in Southern California (S)",
    "print_page": "4",
    "blog": [],
    "source": "Bloomberg News",
    "multimedia": [],
    "headline": {
        "main": "TENET AND MEDPARTNERS TO FORM HEALTH CARE NETWORK",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "TENET HEALTHCARE CORP"
        },
        {
            "name": "organizations",
            "value": "MEDPARTNERS INC"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        }
    ],
    "pub_date": "1997-04-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Health; Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd20edd8eb7c8105d7808c9",
    "word_count": 102,
    "slideshow_credits": null
}