{
    "web_url": "https://www.nytimes.com/1998/01/06/us/panel-seeks-hmo-overseer-for-california-a-bellwether.html",
    "snippet": "Grappling with the future of managed health care in the nation's most populous state, a special advisory commission recommended today that California establish a new agency to oversee the administration of health maintenance organizations and enac...",
    "lead_paragraph": "Grappling with the future of managed health care in the nation's most populous state, a special advisory commission recommended today that California establish a new agency to oversee the administration of health maintenance organizations and enact a wide range of measures intended to protect consumers and improve care. The managed-care revolution has gone further in California than in any other state, with more than 70 percent of insured Californians now in some kind of managed-care plan. The public backlash against its shortcomings has been equally pronounced. The commission, the Managed Health Care Improvement Task Force, was appointed by Gov. Pete Wilson and the California Legislature last spring after a raft of piecemeal legislative proposals for change.",
    "abstract": "Special advisory commission recommends that California establish new agency to oversee administration of health maintenance organizations and enact wide range of measures to protect consumers and improve care; immediate effect will be to give renewed impetus to some 70 pending bills, some vetoed by Gov Pete Wilson in past, guaranteeing patients easier access to care, including wider access to specialists and prescription drugs without administrative hurdles; recommendations are likely to carry weight nationally because managed-care revolution has gone further in California than elsewhere, with more than 70 percent of insured Californians currently enrolled in managed-care plans (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Panel Seeks H.M.O. Overseer For California, a Bellwether"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "HEALTH MAINTENANCE ORGANIZATIONS AND MANAGED CARE"
        },
        {
            "name": "subject",
            "value": "STATES (US)"
        },
        {
            "name": "subject",
            "value": "REFORM AND REORGANIZATION"
        },
        {
            "name": "subject",
            "value": "HEALTH INSURANCE"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1998-01-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; Health; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd209248eb7c8105d774b5a",
    "word_count": 1165,
    "slideshow_credits": null
}