{
    "web_url": "https://www.nytimes.com/1998/11/03/business/light-trucks-face-tougher-air-standards.html",
    "snippet": "Environmental regulators in California and Washington are preparing to require steep reductions in air pollution from cars and want to apply similar rules to sport utility vehicles, pickup trucks and minivans.     Detroit's Big Three auto makers h...",
    "lead_paragraph": "Environmental regulators in California and Washington are preparing to require steep reductions in air pollution from cars and want to apply similar rules to sport utility vehicles, pickup trucks and minivans. Detroit's Big Three auto makers have accepted that all these vehicles will have to become much cleaner. But they say that it is unrealistic to demand that full-size sport utility vehicles like the Chevrolet Tahoe and full-size pickup trucks like the Dodge Ram meet the same pollution standards as cars.",
    "abstract": "Environmental regulators in California and Washington are preparing to require steep reductions in air pollution from cars and want to apply similar rules to sport utility vehicles, pickup trucks and minivans; California Air Resources Board is scheduled to vote Nov 5 on plan that would reduce allowable air emissions of various smog-causing gases by up to 75 percent for vehicles built after 2003; Environmental Protection Agency officials are also drafting new air pollution regulations that would take effect for vehicles built after 2003, and hopes to issue them for public comment by early next year (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Light Trucks Face Tougher Air Standards"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ENVIRONMENTAL PROTECTION AGENCY"
        },
        {
            "name": "organizations",
            "value": "CALIFORNIA AIR RESOURCES BOARD"
        },
        {
            "name": "subject",
            "value": "AUTOMOBILES"
        },
        {
            "name": "subject",
            "value": "STANDARDS AND STANDARDIZATION"
        },
        {
            "name": "subject",
            "value": "UTILITY VEHICLES AND OTHER LIGHT TRUCKS"
        },
        {
            "name": "subject",
            "value": "REGULATION AND DEREGULATION OF INDUSTRY"
        },
        {
            "name": "subject",
            "value": "AIR POLLUTION"
        }
    ],
    "pub_date": "1998-11-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Keith",
                "rank": 1,
                "lastname": "BRADSHER"
            }
        ],
        "original": "By KEITH BRADSHER"
    },
    "type_of_material": "News",
    "_id": "4fd21e0c8eb7c8105d79f681",
    "word_count": 1164,
    "slideshow_credits": null
}