{
    "web_url": "https://www.nytimes.com/2000/12/09/opinion/cutting-luna.html",
    "snippet": "Sometime late last month, someone with a chain saw hiked into a small private redwood preserve in Northern California and made a 19-foot gash in the tree that the conservationist Julia Hill, known as Butterfly, had lived in for two years. It is a ...",
    "lead_paragraph": "Sometime late last month, someone with a chain saw hiked into a small private redwood preserve in Northern California and made a 19-foot gash in the tree that the conservationist Julia Hill, known as Butterfly, had lived in for two years. It is a 300-foot, 1,300-year-old redwood that Ms. Hill calls Luna. The wound is not likely to kill the tree, but arborists have bridged the cut with metal tensioning rods mounted in heavy steel brackets to keep Luna from being felled by high winds. This is the sometimes inherent cruelty of symbolic politics. Ms. Hill descended from the redwood last year after working out an agreement with the Pacific Lumber Company to protect Luna in perpetuity and create a three-acre buffer zone around it. But a tree protected in perpetuity -- by a commitment on the part of the logging company and by the will of a woman who has become an emblem of anti-logging activism -- made Luna too inviting a target to stand undamaged. Given the tensions in the forest recesses of Humboldt County, where loggers and environmentalists have been at war for decades, a lone tree, especially one that is an emblem of environmentalism, cannot be protected by covenants, only by perpetual guard. The same is true of the remaining groves themselves.",
    "abstract": "Editorial scores willful damage to 1,300-year-old redwood in Northern California, in which conservationist Julia Hill lived for two years as tree-sitter to protect it from being cut down; sees need for perpetual guard to protect other redwoods, noting tensions in forests of Humboldt County, where loggers and environmentalists have been at war for decades (M)",
    "print_page": "22",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Cutting Luna"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HILL, JULIA"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FORESTS AND FORESTRY"
        },
        {
            "name": "subject",
            "value": "REDWOOD TREES"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "ENDANGERED AND EXTINCT SPECIES"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "LOGGING INDUSTRY"
        }
    ],
    "pub_date": "2000-12-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd204408eb7c8105d76b595",
    "word_count": 432,
    "slideshow_credits": null
}