{
    "web_url": "https://www.nytimes.com/1998/02/10/us/attack-on-clinton-nominee-may-backfire-on-the-gop.html",
    "snippet": "Conservative Republicans who have complained that President Clinton is trying to pack the courts with ''activist'' judges will have an opportunity to make their case this week as the Senate considers the nomination of Margaret M. Morrow to be a di...",
    "lead_paragraph": "Conservative Republicans who have complained that President Clinton is trying to pack the courts with ''activist'' judges will have an opportunity to make their case this week as the Senate considers the nomination of Margaret M. Morrow to be a district judge in California. But even though a handful of Republicans have worked hard to portray Ms. Morrow as unsuitable for the bench, there is a growing expectation that she will be easily confirmed, possibly as early as Tuesday.",
    "abstract": "Even though handful of conservative Republicans in Senate have worked hard to portray Margaret M Morrow, Pres Clinton's nominee for district judge in California, as unsuitable for bench, there is growing expectation that she will be easily confirmed; in their zeal to defeat one of Clinton's judicial nominees on Senate floor, some now concede that they made serious miscalculation in choosing her as test case in complicated political arena of judicial confirmations; Morrow is widely respected corporate lawyer in Los Angeles who serves as president of both city and state bar associations and has wide range of supporters; photo (M)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Attack on Clinton Nominee May Backfire on the G.O.P."
    },
    "keywords": [
        {
            "name": "persons",
            "value": "MORROW, MARGARET"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "COURTS"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        }
    ],
    "pub_date": "1998-02-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Neil",
                "middlename": "A.",
                "lastname": "LEWIS",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By NEIL A. LEWIS"
    },
    "type_of_material": "News",
    "_id": "4fd204e18eb7c8105d76c826",
    "word_count": 727,
    "slideshow_credits": null
}