{
    "web_url": "https://www.nytimes.com/1998/02/17/opinion/topics-of-the-times-the-senate-s-judicial-farce.html",
    "snippet": "For nearly two years, a handful of conservative Republicans held up the confirmation of Margaret Morrow as a Federal district judge in California. They cited only flimsy evidence against her -- snippets from speeches and articles that had been com...",
    "lead_paragraph": "For nearly two years, a handful of conservative Republicans held up the confirmation of Margaret Morrow as a Federal district judge in California. They cited only flimsy evidence against her -- snippets from speeches and articles that had been compiled by a conservative lobbying group to bolster its ludicrous charge that President Clinton was filling the courts with out-of-control judges. But last Wednesday, when Ms. Morrow's nomination finally reached the Senate floor, Orrin Hatch, the chairman of the Judiciary Committee, cut through the ideological fog. Mr. Hatch, a Republican, said he had found no evidence that Ms. Morrow, a corporate lawyer and past president of the California Bar Association, would be a ''judicial activist,'' whatever that hazy slur means.",
    "abstract": "Topics editorial comments on decision by Republican-controlled Senate to lift objections, after nearly two years, to nomination of Margaret Morrow as Federal district judge in California (S)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Topics of The Times; The Senate's Judicial Farce"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "MORROW, MARGARET"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "COURTS"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        }
    ],
    "pub_date": "1998-02-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1f7c98eb7c8105d7532ee",
    "word_count": 153,
    "slideshow_credits": null
}