{
    "web_url": "https://www.nytimes.com/1996/10/03/us/stakes-high-as-california-debates-ballot-issues-to-rein-in-hmo-s.html",
    "snippet": "When Californians lament ''the casualty of the day,'' they are not referring to victims of gang violence, drug abuse or reckless driving. Rather, they are referring to people injured or mistreated by health maintenance organizations.    Nurses and...",
    "lead_paragraph": "When Californians lament ''the casualty of the day,'' they are not referring to victims of gang violence, drug abuse or reckless driving. Rather, they are referring to people injured or mistreated by health maintenance organizations. Nurses and consumer groups have disseminated many horror stories to support their demands for stricter state regulation of H.M.O.'s, as proposed in two measures on the ballot this November. Just as California led the nation in developing H.M.O.'s and other forms of managed care, it is now demonstrating the reaction that may set in when consumers conclude that the quality of care has been eroded by the pursuit of profits.",
    "abstract": "California, which led nation in developing health maintenance organizations, is placing two initiatives on ballot in Nov that would ban practices that HMO's have used or been accused of using to control costs; proposals would outlaw bonuses and other financial incentives for doctors to withhold treatment, prohibit HMO's from limiting what doctors may tell patients and require HMO's to disclose all written criteria for denial of care (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Stakes High as California Debates Ballot Issues to Rein In H.M.O.'s"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "HEALTH MAINTENANCE ORGANIZATIONS"
        },
        {
            "name": "subject",
            "value": "HEALTH INSURANCE"
        },
        {
            "name": "subject",
            "value": "DOCTORS"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-10-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; Health; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Robert",
                "rank": 1,
                "lastname": "PEAR"
            }
        ],
        "original": "By ROBERT PEAR"
    },
    "type_of_material": "News",
    "_id": "4fd208e08eb7c8105d7744a1",
    "word_count": 1569,
    "slideshow_credits": null
}