{
    "web_url": "https://www.nytimes.com/1999/09/07/health/not-so-fast-critics-say-of-diet-pill-claim.html",
    "snippet": "Products promising significant weight loss are nothing new. But the television infomercials for two new diet supplements, Exercise in a Bottle and Fat Trapper, are remarkable even in that genre.    Advertisements claim that, taken in concert, the ...",
    "lead_paragraph": "Products promising significant weight loss are nothing new. But the television infomercials for two new diet supplements, Exercise in a Bottle and Fat Trapper, are remarkable even in that genre. Advertisements claim that, taken in concert, the two supplements, sold by Enforma Natural Products of Los Angeles, take the place of exercise. In the half-hour infomercial, being shown widely, the former baseball player Steve Garvey and a nutritionist, Kendall Carson, tell viewers they can consume fattening foods and still lose weight simply by taking a few pills every day. (The regimen costs $35 a month.)",
    "abstract": "Weight-loss claims made in infomercials for Exercise in a Bottle and Fat Trapper are challenged by consumer advocates; two district attorneys in California file lawsuits accusing Enforma Natural Products, the marketer, of false advertising (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Not So Fast, Critics Say of Diet-Pill Claim"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ENFORMA NATURAL PRODUCTS"
        },
        {
            "name": "subject",
            "value": "WEIGHT"
        },
        {
            "name": "subject",
            "value": "DIETARY SUPPLEMENTS AND HERBAL REMEDIES"
        },
        {
            "name": "subject",
            "value": "MISLEADING AND DECEPTIVE ADVERTISING"
        },
        {
            "name": "subject",
            "value": "CONSUMER PROTECTION"
        }
    ],
    "pub_date": "1999-09-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "Health & Fitness",
    "section_name": "Health",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Liz",
                "rank": 1,
                "lastname": "NEPORENT"
            }
        ],
        "original": "By LIZ NEPORENT"
    },
    "type_of_material": "News",
    "_id": "4fd22a388eb7c8105d7b4ca1",
    "word_count": 673,
    "slideshow_credits": null
}