{
    "web_url": "https://www.nytimes.com/1996/10/29/us/dole-sees-failure-of-three-decades-in-anti-bias-fight.html",
    "snippet": "Bob Dole today declared that a generation of affirmative action programs, including many he had backed, had  led down a ''blind alley in the search for equal justice.'' He said the Government's sole obligation should be to guard against explicit d...",
    "lead_paragraph": "Bob Dole today declared that a generation of affirmative action programs, including many he had backed, had led down a ''blind alley in the search for equal justice.'' He said the Government's sole obligation should be to guard against explicit discrimination and provide assistance based on economic need, but not race or sex. ''We can not fight the evil of discrimination with more discrimination, because this leads to an endless cycle of bitterness,'' he said in a speech in San Diego. ''We must fight discrimination with equal justice and increasing opportunity.'' $(Excerpts, page A21.$)",
    "abstract": "Bob Dole declares generation of affirmative action programs, including many he had backed, had led down blind alley in search for equal justice; says Government's sole obligation should be to guard against explicit discrimination and provide assistance based on economic need, but not race or sex; tells San Diego, Calif, audience, evil of discrimination cannot be fought with more discrimination; backs referendum on California ballot that would prohibit state and local affirmative action programs; is seeking to link his fortunes to initiative, known as Proposition 209, which is doing well in polls in state where Dole has anchored Presidential hopes; initiative is opposed by Pres Clinton; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "DOLE SEES FAILURE OF THREE DECADES IN ANTI-BIAS FIGHT",
        "kicker": "POLITICS: THE REPUBLICAN"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "DOLE, BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "DISCRIMINATION"
        },
        {
            "name": "subject",
            "value": "WOMEN"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-10-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Adam",
                "rank": 1,
                "lastname": "NAGOURNEY"
            }
        ],
        "original": "By ADAM NAGOURNEY"
    },
    "type_of_material": "News",
    "_id": "4fd1fad48eb7c8105d758c7c",
    "word_count": 1340,
    "slideshow_credits": null
}