{
    "web_url": "https://www.nytimes.com/1991/08/12/us/as-times-get-tougher-for-california-its-leaders-push-harder-to-save-jobs.html",
    "snippet": "For decades, California could just lie back and rely on its seemingly irresistible lures to companies and people. If one plant shut or left, two more seemed to blossom amid the palms, and the state's economy consistently outpaced the nation's.    ...",
    "lead_paragraph": "For decades, California could just lie back and rely on its seemingly irresistible lures to companies and people. If one plant shut or left, two more seemed to blossom amid the palms, and the state's economy consistently outpaced the nation's. But suddenly California's political and business leaders have been jolted into action. They have belatedly started to mount a rear-guard action intended not to attract new industry but to prevent businesses from running away. Colorado, Nevada, Utah, Arizona, Oklahoma, Oregon, Idaho and other states, have found easy pickings in California, as has nearby Mexico. And this week, the Commissioner of Economic Development of the United States Virgin Islands, Eric Dawson, plans to make a pitch to business leaders here. Radio Advertisements The sales pitches are not restricted to small groups. Commuters on Southern California's freeways often hear this advertisement on the radio: \"If your business is based in California, then you already know it means putting up with traffic congestion, smog, doneover regulation, high costs and an irritable work force that result in lost revenues. . . . Now is the right time to cash out of California and go to Pueblo, Colorado.\" Pueblo has attracted five plants from California. \"All these companies are leaving, and nobody is listening in the Legislature -- I just smile,\" said Harold E. Mabie, who runs the one-man California office of the Pueblo Economic Development Corporation. \"I've been working on a lot of companies the last six months.\" Now California has begun to strike back. The California Chamber of Commerce recently organized a Task Force on Saving California Jobs, which has urged the state to ease what it considers the excessive burdens of taxation, environmental regulation and workers' compensation insurance. Gov. Pete Wilson made job retention a priority in the recent legislative negotiations to erase a $14.3 billion budget deficit, asking for new rules to reduce abusive claims for workers' compensation. The Governor was only able to win minor changes. At the same time, the state's Office of Business Development has increased efforts to keep companies in California, partly by building an \"early warning\" system of potential defections. Southern California Edison, the electric utility, is offering special assistance to keep its industrial customers from moving away. And in Los Angeles County, probably the most vulnerable part of the state, the Economic Development Corporation of Los Angeles County, a private not-for-profit group, has a new president and a new mission. \"Over the last 10 years, there was no effort to retain jobs or bring them in,\" said the development group's chief economist, Jack Kyser. \"In the meantime, Oklahoma opened an office in Irvine. It was just like a candy store to them. We've never had to work for growth in the past. Something at last is happening.\" But the task is complicated by strong feelings among many Californians that the state's recent growth has come at the cost of bad air and water and congestion. While few are explicitly anti-business, many do not put a high premium on retaining heavy industry. \"Californians have a big conflict over this,\" said Phillip E. Vincent, senior economist at First Interstate Bancorp in Los Angeles. \"Some people do not want any more people here.\" Despite the outward trickle of jobs, the California economy remains comparatively vibrant. In 1990, California, already the most populous state, gained more than 16,000 residents a day, growing at more than twice the national average. The state's economy was bolstered over the last decade by growth in manufacturing jobs, particularly in defense and aerospace industries, not to mention the garment and furniture industries. As New York and other Eastern states were losing manufacturing jobs in the 1980's, California was posting gains. By 1989 the seven counties of Southern California accounted for nearly a fifth of the nation's military contracts and 1.4 million manufacturing jobs, more than the entire states of New York, New Jersey and Connecticut combined. Loss of Jobs But in the last year, the trend reversed, with California losing manufacturing jobs at a slightly greater rate than the nation as a whole, nearly 100,000 jobs since last July. The General Motors Corporation recently announced it would permanently shut its automobile plant in the Van Nuys area of Los Angeles by next August, putting 2,000 assembly-line workers out of work. The loss of such high-paying manufacturing jobs has been offset in part by growth in lower-paying service jobs in health care, hotels, restaurants and trade. Economists say the loss of manufacturing jobs can be attributed both to the national recession and to cuts in military spending. But they also say that the state's comparative business disadvantages -- including high rents and housing costs -- have become increasingly powerful factors in corporate location decisions. According to a recent survey for the California Business Roundtable, a group of corporate executives, 14 percent of California's business leaders said they planned to relocate outside the state and 41 percent said they planned to expand operations out of state. \"We are attempting to face this head on,\" said Carl Covitz, the state's Secretary of Business, Transportation and Housing. \"There's no need to be defensive about it. By recognizing that California is losing its competitive advantage, at least people will understand the implications. We do have serious problems doing business.\" That is what Bernie and Sheila Gurstein, native Californians, decided when they uprooted their small family business, U.S. Products, and moved from Agoura, Calif., a suburb of Los Angeles, to Coeur d'Alene, a city in northern Idaho, in 1988. The company, which makes carpet cleaning machinery, wanted to expand but found that the cost of utilities, insurance and labor too high. So the company moved to Idaho, where workers' compensation rates are only $2.60 for each $100 salary, compared with $7.90 in California. The company has 20 employees. \"In California, I had to interview 30 people to find one questionable employee,\" said their son, Russ Gurstein, a co-owner. \"They had an attitude problem. And when the surf's up, you said goodbye to half your employees.\" Mr. Gurstein added: \"Officials listen to you here. Even the Governor came out to welcome us when we arrived.\" Still, California retains some major advantages: a huge market, good ports, top-flight universities, a marvelous climate and proximity to Japan and other Pacific nations. \"Firms who have the ability to relocate to lower-cost states often choose to do so,\" said Fred Cannon, chief economist at the Bank of America in San Francisco. \"But it is a relatively small share of firms. We are close to a very large market, well positioned on the Pacific Rim. One reason for the high costs is so many people want to live here.\" The man leading the Chamber of Commerce's Task Force on Saving California Jobs is Wilford D. Godbald Jr., chairman of the Zero Corporation, a Los Angeles-based manufacturer of aircraft cargo containers, camera cases and industrial cabinets. Educational Program He said he was trying to organize a \"grass-roots educational program\" to show the Legislature how smothering layers of rules were affecting jobs. The goal, he added, is not to lower environmental standards but to make them easier to comply with. But even as Mr. Godbald campaigns to keep jobs in California, he is exporting them. Zero recently transferred its Zero Halliburton division, which makes camera cases, from Pacoima, Calif., to North Salt Lake City, Utah, shifting 300 jobs. And he soon plans to move the company's Burbank plant, which makes cases to house electronic equipment, to Utah with another 450 jobs. Mr. Godbald said he would like to keep the company's remaining seven California plants in the state. \"I would very much like to stay,\" he said. \"We are nearer the Pacific Basin, we like the environment and the California economy has been more vibrant than the nation over the years. But if the rules become more and more harsh, that will be overshadowed.\" In Utah, Mr. Godbald said, the company was able to determine what permits were needed in a few days, a process that could take months or years in California. Indeed, Utah has been particularly aggressive in attracting California companies. Nearly two dozen have relocated some or all of their operations there in the last two years, including Black Diamond, Lucas Western, Great American West Insurance and Standard Communications. Probably no company has been more alarmed at the exodus than Southern California Edison, because the loss of major industrial customers means higher rates in its 50,000-square-mile service area. In the last five years, Barry R. Sedlik, Edison's manager of customer planning services, said that 60 manufacturers had either moved or expanded to Nevada, 44 to Arizona and 284 to Mexico. Some say California should not try to prevent the decline of manufacturing, that it should allow its economy to evolve into one based more on services, trade, culture and research. \"We are moving toward a service economy,\" said Mr. Vincent, the economist at First Interstate Bancorp. \"Manufacturing is not the be all and end all.\"",
    "abstract": null,
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "As Times Get Tougher for California, Its Leaders Push Harder to Save Jobs"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "RELOCATION OF BUSINESS"
        },
        {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
        }
    ],
    "pub_date": "1991-08-12T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Robert",
                "rank": 1,
                "lastname": "REINHOLD"
            }
        ],
        "original": "By ROBERT REINHOLD"
    },
    "type_of_material": "News",
    "_id": "4fd1c4208eb7c8105d6f3795",
    "word_count": 1500,
    "slideshow_credits": null
}