{
    "web_url": "https://www.nytimes.com/1991/03/18/opinion/for-california-a-political-fix.html",
    "snippet": "California health officials have long boasted that their nursing homes for the elderly set a national standard. But when new Federal regulations tried to upgrade glaring deficiencies in that care, the state applied political muscle in Washington t...",
    "lead_paragraph": "California health officials have long boasted that their nursing homes for the elderly set a national standard. But when new Federal regulations tried to upgrade glaring deficiencies in that care, the state applied political muscle in Washington to evade its responsibilities. Lamentably, the Bush Administration appears to be caving. California's boasts about its nursing homes have grown increasingly hollow. Nursing home patients, once admitted, are seldom re-examined, or given different treatments. Even worse, California's use of drugs and physical restraints to control behavior has risen alarmingly. California sedates more than 65 percent of its nursing home patients; the national average is less than 40 percent; and in Vermont the figure is 10 percent. Excess sedation is almost always a sign that institutions are trying to save money by immobilizing patients instead of providing staff to treat them.",
    "abstract": null,
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "For California: A Political Fix"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "REGULATION AND DEREGULATION OF INDUSTRY"
        },
        {
            "name": "subject",
            "value": "NURSING HOMES"
        }
    ],
    "pub_date": "1991-03-18T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1bc8c8eb7c8105d6e7e61",
    "word_count": 512,
    "slideshow_credits": null
}