{
    "web_url": "https://www.nytimes.com/2000/08/27/us/political-briefing-system-catches-up-with-tom-hayden.html",
    "snippet": "Tom Hayden is at a new place in this life. And what a life -- radical organizer of Students for a Democratic Society, charter member of the Chicago Seven, freedom rider, grunt in the war on poverty, opponent of the war in Vietnam, Jane Fonda's for...",
    "lead_paragraph": "Tom Hayden is at a new place in this life. And what a life -- radical organizer of Students for a Democratic Society, charter member of the Chicago Seven, freedom rider, grunt in the war on poverty, opponent of the war in Vietnam, Jane Fonda's former husband, unsuccessful candidate for governor of California, mayor of Los Angeles and United States Senator and, for the past 18 years, member in good standing (honest) of the august California Legislature, most recently as a state senator from Los Angeles. The system -- term limits -- has finally caught up with him. Come adjournment next week, he is out of there.",
    "abstract": "California State Sen Tom Hayden, forced by term limits to retire after 18 years in Legislature, is feted by colleagues; photo (M)",
    "print_page": "20",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; System Catches Up With Tom Hayden"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HAYDEN, TOM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "LEGISLATURES AND PARLIAMENTS"
        },
        {
            "name": "subject",
            "value": "TERM LIMITS (POLITICAL OFFICE)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "2000-08-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd2178c8eb7c8105d793399",
    "word_count": 253,
    "slideshow_credits": null
}