{
    "web_url": "https://www.nytimes.com/1998/02/06/us/statehouse-journal-term-limits-give-rise-to-a-comeback-kid-65.html",
    "snippet": "Legislative term limits are supposed to produce legislative turnover, and here in the quiet old capital city of California, they certainly have. The Speakership of the State Assembly has changed hands five times in the last three years, after bein...",
    "lead_paragraph": "Legislative term limits are supposed to produce legislative turnover, and here in the quiet old capital city of California, they certainly have. The Speakership of the State Assembly has changed hands five times in the last three years, after being wholly owned for 15 years by the irrepressible Willie L. Brown Jr. But of all the anomalies spawned by term limits, none has been more remarkable than the recent selection of John Burton, an unrepentant 60's liberal from San Francisco, as the leader of the majority Democrats in the State Senate. Mr. Burton, the younger brother of the legendary United States Representative Philip Burton, and himself a four-term Congressman before cocaine and alcohol caught up with him in 1982, seems as surprised as everybody else.",
    "abstract": "John Burton, four-term Congressman before cocaine and alcohol caught up with him in 1982, is sworn in as President pro tem of California Senate; photo (M)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Statehouse Journal; Term Limits Give Rise To a Comeback Kid, 65"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BURTON, JOHN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "LEGISLATURES AND PARLIAMENTS"
        },
        {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        }
    ],
    "pub_date": "1998-02-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "Biography",
    "_id": "4fd215a88eb7c8105d78f32f",
    "word_count": 1095,
    "slideshow_credits": null
}