{
    "web_url": "https://www.nytimes.com/1999/02/17/us/campus-reflections-man-who-engineered-california-s-state-university-system.html",
    "snippet": "The students milling around the entrance gate at the University of California here take little notice of Clark Kerr as he passes by on a mild winter afternoon, a balding emeritus professor in a wool sports jacket and comfortable-looking black shoe...",
    "lead_paragraph": "The students milling around the entrance gate at the University of California here take little notice of Clark Kerr as he passes by on a mild winter afternoon, a balding emeritus professor in a wool sports jacket and comfortable-looking black shoes. Three decades ago, he would not have escaped their attention. In the 1960's, Clark Kerr was at the center of the cultural hurricane that engulfed virtually every American campus, and he paid for it with his job. Gov. Ronald Reagan and the California Board of Regents dismissed him as president of the university, saying he had been too lenient with the protesters in the Free Speech Movement at Berkeley.",
    "abstract": "Interview with Dr Clark Kerr, 87, who as former president and chancellor of University of California at Berkeley engineered pre-eminence of whole California university system; photo (M)û",
    "print_page": "9",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "On Campus; Reflections of the man who engineered California's state university system."
    },
    "keywords": [
        {
            "name": "persons",
            "value": "KERR, CLARK"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNIVERSITY OF CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "COLLEGES AND UNIVERSITIES"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        }
    ],
    "pub_date": "1999-02-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Karen",
                "middlename": "W.",
                "lastname": "Arenson",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Karen W. Arenson"
    },
    "type_of_material": "News",
    "_id": "4fd20d7b8eb7c8105d77da1a",
    "word_count": 897,
    "slideshow_credits": null
}