{
    "web_url": "https://www.nytimes.com/1998/01/28/us/gov-wilson-s-high-energy-and-low-prospects.html",
    "snippet": "Pete Wilson may have begun his last year as Governor of California, but he is not going gentle into the night. He still thinks nothing of staying up until the wee hours poring over a speech. His idea of relaxation is still a late-night workout on ...",
    "lead_paragraph": "Pete Wilson may have begun his last year as Governor of California, but he is not going gentle into the night. He still thinks nothing of staying up until the wee hours poring over a speech. His idea of relaxation is still a late-night workout on the Gravitron machine in his garage. His antidote to frustration is still deeper immersion in policy details. But Mr. Wilson's days are numbered by the California law limiting elected officials to two terms, which voters passed when they elected him eight years ago. Mr. Wilson supported its passage -- and he now makes no secret of his sorrow.",
    "abstract": "California Gov Pete Wilson says he regrets supporting term limits that are forcing him to leave office at end of year, interview; cites busy agenda for last year; says he would probably seek Republican Presidential nomination if able to raise funds; photo (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Gov. Wilson's High Energy and Low Prospects"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "TERM LIMITS (POLITICAL OFFICE)"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        }
    ],
    "pub_date": "1998-01-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd2091d8eb7c8105d77455a",
    "word_count": 1488,
    "slideshow_credits": null
}