{
    "web_url": "https://www.nytimes.com/1995/12/14/us/in-a-gop-stronghold-support-but-little-passion.html",
    "snippet": "There is no more celebrated breeding ground for Republicans than the gated subdivisions, opulent open-air malls and scenic coastal towns of Orange County.  Democrats on the liberal West Side of Los Angeles, in fact, refer derisively to  their neig...",
    "lead_paragraph": "There is no more celebrated breeding ground for Republicans than the gated subdivisions, opulent open-air malls and scenic coastal towns of Orange County. Democrats on the liberal West Side of Los Angeles, in fact, refer derisively to their neighbor to the South as \"behind the Orange curtain.\" But while this county remains one of the most reliably conservative bastions in the nation, Republicans here no longer look up to their leaders with the passion they say they felt for past party stalwarts like Barry Goldwater, Richard Nixon, Ronald Reagan and even for George Bush. In dozens of interviews around the county this week it became perfectly clear -- as Mr. Nixon would say -- that even many staunch Republicans are uneasy about the Republican Presidential field. And many are downright hostile toward the man who personifies the Republican agenda in Congress, Speaker Newt Gingrich.",
    "abstract": null,
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In a G.O.P. Stronghold, Support, but Little Passion"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        }
    ],
    "pub_date": "1995-12-14T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Richard",
                "middlename": "L.",
                "lastname": "BERKE",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By RICHARD L. BERKE"
    },
    "type_of_material": "News",
    "_id": "4fd1ece88eb7c8105d73e8dc",
    "word_count": 1349,
    "slideshow_credits": null
}