{
    "web_url": "https://www.nytimes.com/1993/03/23/business/court-rejects-asset-plan-for-insurer.html",
    "snippet": "A California court yesterday rejected as \"unlawful\" a state regulator's plan for parceling out the assets of the First Executive Life Insurance Company, the failed insurance conglomerate that sank into insolvency in 1991.   The state appellate cou...",
    "lead_paragraph": "A California court yesterday rejected as \"unlawful\" a state regulator's plan for parceling out the assets of the First Executive Life Insurance Company, the failed insurance conglomerate that sank into insolvency in 1991. The state appellate court's ruling, which overturned a trial court decision approving the plan last July, may still be appealed to the California Supreme Court. But if it stands, it will force regulators to devise a new plan for compensating the various claimants in the case, which include pension funds, policyholders, owners of various annuities and municipal bond investors, all of whom face potential losses because First Executive can no longer meet its obligations. New Litigation Possible Yesterday's decision may also prompt new litigation by policyholders and creditors aimed at rescinding one key element of the rejected plan: the sale of the failed insurer's huge portfolio of junk bonds in December 1991.",
    "abstract": null,
    "print_page": "7",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Court Rejects Asset Plan For Insurer"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "FIRST EXECUTIVE LIFE INSURANCE CO"
        },
        {
            "name": "subject",
            "value": "STOCKS AND BONDS"
        },
        {
            "name": "subject",
            "value": "CORPORATE BONDS"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        },
        {
            "name": "subject",
            "value": "BANKRUPTCIES"
        }
    ],
    "pub_date": "1993-03-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "rank": 1
            }
        ],
        "original": "By DIANA B. HENRIQUES"
    },
    "type_of_material": "News",
    "_id": "4fd1ca578eb7c8105d6fe936",
    "word_count": 534,
    "slideshow_credits": null
}