{
    "web_url": "https://www.nytimes.com/1998/01/31/business/company-news-del-monte-foods-planning-to-cut-1000-jobs.html",
    "snippet": "Del Monte Foods said yesterday that it was cutting about 1,000 jobs as it consolidates its food processing plants in California. About 2,900 seasonal and full-time employees at its San Jose and Stockton plants will be affected by the consolidation...",
    "lead_paragraph": "Del Monte Foods said yesterday that it was cutting about 1,000 jobs as it consolidates its food processing plants in California. About 2,900 seasonal and full-time employees at its San Jose and Stockton plants will be affected by the consolidation, while 1,900 new jobs are expected to be added at the company's Modesto and Hanford operations, Del Monte, a unit of Texas Pacific Group, said. Del Monte will transfer its tomato production at its Modesto plant during 1999 to its recently acquired Contadina tomato plant in Hanford and convert the Modesto plant to a fruit processing operation. Del Monte will close its 80-year-old San Jose fruit plant after the 1999 canning season. At the end of the 2000 canning season, Del Monte will close its Stockton fruit plant.",
    "abstract": "Del Monte Foods is cutting about 1,000 jobs as it consolidates its food processing plants in California; about 2,900 seasonal and full-time employees at its San Jose and Stockton plants will be affected by consolidation, while 1,900 new jobs are expoected to be added at company's Modesto and Hanford operations (S)",
    "print_page": "3",
    "blog": [],
    "source": "Reuters",
    "multimedia": [],
    "headline": {
        "main": "DEL MONTE FOODS PLANNING TO CUT 1,000 JOBS",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "DEL MONTE FOODS CO"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "SHUTDOWNS (INSTITUTIONAL)"
        },
        {
            "name": "subject",
            "value": "HIRING AND PROMOTION"
        },
        {
            "name": "subject",
            "value": "FACTORIES AND INDUSTRIAL PLANTS"
        },
        {
            "name": "subject",
            "value": "LAYOFFS AND JOB REDUCTIONS"
        },
        {
            "name": "subject",
            "value": "FOOD"
        }
    ],
    "pub_date": "1998-01-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd2156b8eb7c8105d78eaeb",
    "word_count": 130,
    "slideshow_credits": null
}