{
    "web_url": "https://www.nytimes.com/1997/11/27/us/california-goes-to-war-over-math-instruction.html",
    "snippet": "A bitter battle over how best to teach math has broken out in California,  agitating parents and pitting school board members and teachers against one another. Its outcome could well affect curriculums in public schools across the country.    The ...",
    "lead_paragraph": "A bitter battle over how best to teach math has broken out in California, agitating parents and pitting school board members and teachers against one another. Its outcome could well affect curriculums in public schools across the country. The fight is between those who advocate the more traditional drill-and-practice approach, and supporters of a newer program that emphasizes word problems and team solutions. In the newer approach, the teacher is just as likely to ask students to write of how they feel about mathematics as to tell them to solve an equation.",
    "abstract": "Bitter controversy engulfs California over how to best teach math that has agitated parents and pitted school board members and teachers against one another; fight is between advocates of traditional drill-and-practice approach, and supporters of newer program that emphasizes word problems and team solutions, and in which teacher is as likely to ask students to write of how they feel about mathematics as to tell them to solve equation; core of current debate is traceable to 1989, when National Council of Teachers of Mathematics issued set of standards that sought to broaden math teaching beyond mere calculation skills; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Goes to War Over Math Instruction"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "NATIONAL COUNCIL OF TEACHERS OF MATHEMATICS"
        },
        {
            "name": "subject",
            "value": "MATHEMATICS"
        },
        {
            "name": "subject",
            "value": "STANDARDS AND STANDARDIZATION"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "TEACHERS AND SCHOOL EMPLOYEES"
        }
    ],
    "pub_date": "1997-11-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; Education; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Jacques",
                "rank": 1,
                "lastname": "STEINBERG"
            }
        ],
        "original": "By JACQUES STEINBERG"
    },
    "type_of_material": "News",
    "_id": "4fd202198eb7c8105d767230",
    "word_count": 1522,
    "slideshow_credits": null
}