{
    "web_url": "https://www.nytimes.com/1997/03/06/opinion/doctors-and-medical-marijuana.html",
    "snippet": "The tactic the Clinton Administration has chosen to head off the medical use of marijuana in California -- threatening doctors who recommend marijuana to their patients -- is a dangerous and unwarranted interference with free speech and a patient'...",
    "lead_paragraph": "The tactic the Clinton Administration has chosen to head off the medical use of marijuana in California -- threatening doctors who recommend marijuana to their patients -- is a dangerous and unwarranted interference with free speech and a patient's right to hear the truth from a doctor. In its effort to enforce Federal narcotics laws, the Administration needs to make clear that it will do nothing to prevent doctors from delivering their best medical judgments to their patients. Proposition 215, approved by California voters last November, makes it legal under state law for a seriously ill patient to possess or cultivate marijuana for medical purposes if a doctor has advised, either orally or in writing, that the use of marijuana is medically appropriate.",
    "abstract": "Editorial contends that tactic Clinton Administration has chosen to head off medical use of marijuana in California--threatening doctors who recommend marijuana to patients--is dangerous and unwarranted interference with free speech and patient's right to hear truth from doctor; maintains that Administration, in its effort to enforce Federal narcotics laws, needs to make clear that it will do nothing to prevent doctors from delivering their best medical judgments to their patients (M)",
    "print_page": "22",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Doctors and Medical Marijuana"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "FREEDOM OF SPEECH AND EXPRESSION"
        },
        {
            "name": "subject",
            "value": "DOCTORS"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "DRUG ABUSE AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "MARIJUANA"
        }
    ],
    "pub_date": "1997-03-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Health; Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1fe568eb7c8105d75f223",
    "word_count": 565,
    "slideshow_credits": null
}