{
    "web_url": "https://www.nytimes.com/1996/06/06/opinion/good-call-on-credit-cards.html",
    "snippet": "In a ruling involving billions of dollars, a unanimous Supreme Court this week upheld the right of national banks to charge late fees on overdue credit-card accounts -- in addition to charging interest -- even if a card-holder lives in a state tha...",
    "lead_paragraph": "In a ruling involving billions of dollars, a unanimous Supreme Court this week upheld the right of national banks to charge late fees on overdue credit-card accounts -- in addition to charging interest -- even if a card-holder lives in a state that prohibits such fees. This was a clear victory for banks with interstate credit-card operations. But the outcome also stands to benefit consumers. The opinion, written by Justice Antonin Scalia, rejected a class-action lawsuit against Citibank by California residents who contended that late charges assessed by Citibank on their overdue Visa and Mastercard accounts were \"unconscionable\" and, further, illegal under a California consumer-protection law. Citibank, the nation's biggest issuer of bank credit cards, conducts its business from South Dakota.",
    "abstract": null,
    "print_page": "28",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Good Call on Credit Cards"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SUPREME COURT"
        },
        {
            "name": "organizations",
            "value": "CITICORP"
        },
        {
            "name": "subject",
            "value": "CREDIT CARDS AND ACCOUNTS"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "CONSUMER PROTECTION"
        },
        {
            "name": "subject",
            "value": "PRICES(FARES, FEES AND RATES)"
        }
    ],
    "pub_date": "1996-06-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1e4f68eb7c8105d72fdac",
    "word_count": 520,
    "slideshow_credits": null
}