{
    "web_url": "https://www.nytimes.com/2000/03/31/opinion/warning-labels-don-t-immunize-tobacco.html",
    "snippet": "When a California jury awarded a smoker with terminal lung cancer $20 million in punitive damages, it sent a warning to the tobacco industry that the traditional defenses against such lawsuits were no longer working. This case was important not be...",
    "lead_paragraph": "When a California jury awarded a smoker with terminal lung cancer $20 million in punitive damages, it sent a warning to the tobacco industry that the traditional defenses against such lawsuits were no longer working. This case was important not because of the dollar amount of the award, which is too small to serve as much of a deterrent to the defendants, Philip Morris and R. J. Reynolds, but rather because for the first time, a plaintiff who won had started smoking after warning labels were added to cigarette packages. The plaintiff's lawyer produced hundreds of industry documents uncovered in previous lawsuits showing that the tobacco industry knew that smoking was addictive and could cause disease yet tried to conceal its information from the public. The industry has also carried out a relentless campaign to cast doubt on medical evidence about smoking's dangers. Given such efforts, the jury did not believe that warning labels could absolve the industry from liability for fraud and misrepresentation.",
    "abstract": "Editorial finds that when California jury awarded smoker with terminal lung cancer $20 million in punitive damages, it sent a warning to tobacco industry that traditional defenses against such lawsuits are no longer working; holds case is important not because of dollar amount of award, which is too small to serve as much of a deterrent to defendants, Philip Morris and R J Reynolds, but rather because for first time, a plaintiff who won had started to smoke after warning labels were added to cigarette packages",
    "print_page": "26",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Warning Labels Don't Immunize Tobacco"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "REYNOLDS, R J, TOBACCO CO"
        },
        {
            "name": "organizations",
            "value": "PHILIP MORRIS COMPANIES"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        },
        {
            "name": "subject",
            "value": "LABELING AND LABELS"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        }
    ],
    "pub_date": "2000-03-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd205c88eb7c8105d76e36c",
    "word_count": 271,
    "slideshow_credits": null
}