{
    "web_url": "https://www.nytimes.com/1998/05/29/opinion/treating-shareholders-like-workers.html",
    "snippet": "Is it fair that union leaders can give union money to politicians who may or may not be supported by individual union members? That is the question posed by Proposition 226, a California budget initiative being voted on in the primary election nex...",
    "lead_paragraph": "Is it fair that union leaders can give union money to politicians who may or may not be supported by individual union members? That is the question posed by Proposition 226, a California budget initiative being voted on in the primary election next Tuesday. The proposition would bar unions from using any part of an individual member's dues for political contributions without annual written permission from the member. Those opposed to letting the union contribute their money would get that amount back for themselves. They could use it to contribute to their favorite candidate, or to buy milk, or for any other purpose.",
    "abstract": "Editorial scores Proposition 226, California budget initiative that would bar unions from using any part of individual member's dues for political contributions without annual written permission from member; contends proposition seeks to destroy union political power while leaving corporate power unchecked",
    "print_page": "20",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Treating Shareholders Like Workers"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "LABOR UNIONS"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1998-05-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd20c648eb7c8105d77bbfd",
    "word_count": 464,
    "slideshow_credits": null
}