{
    "web_url": "https://www.nytimes.com/1997/07/01/us/registry-laws-tar-sex-crime-convicts-with-broad-brush.html",
    "snippet": "A 63-year-old closeted gay man, arrested in the 1950's in San Diego for having oral sex in a parked car with a fellow sailor, suddenly finds his life shattered when a neighbor opens a letter meant for him from the State of California ordering him ...",
    "lead_paragraph": "A 63-year-old closeted gay man, arrested in the 1950's in San Diego for having oral sex in a parked car with a fellow sailor, suddenly finds his life shattered when a neighbor opens a letter meant for him from the State of California ordering him to be photographed, fingerprinted and registered as a sex offender. A Southern California youth counselor, convicted of having consensual sex with a teen-ager, has served his sentence and is striving to make a new life with his family when the local authorities, checking up on the whereabouts of known sex offenders, arrives on his doorstep with journalists in tow and his picture appears in the local newspaper.",
    "abstract": "Focus on rush by states to adopt laws requiring registration of sex offenders and allowing public notification of their whereabouts; California will become first state to embark on most aggressive form of disclosure yet, namely, CD-ROM containing names, descriptions, criminal records, residential ZIP codes and often photographs of nearly 64,000 sex offenders convicted statewide, most of whom must register every year for life; civil libertarians warn data base and laws that allow it pose dangerous intrusions into privacy--sweeping wide array of past offenders into permanent class of stigmatized, second-class citizens; adults will be able to see information on computers in all of 58 county sheriff's offices and larger police departments; though list should not include people convicted of crimes, such as indecent exposure, officials acknowledge it is riddled with errors and outdated information; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Registry Laws Tar Sex-Crime Convicts With Broad Brush"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "STATES (US)"
        },
        {
            "name": "subject",
            "value": "COMPUTERS AND INFORMATION SYSTEMS"
        },
        {
            "name": "subject",
            "value": "SEX CRIMES"
        },
        {
            "name": "subject",
            "value": "PRIVACY, RIGHT OF"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1997-07-01T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Technology; Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd1dee88eb7c8105d723a83",
    "word_count": 1888,
    "slideshow_credits": null
}