{
    "web_url": "https://www.nytimes.com/1997/03/02/us/worker-fights-dismissal-for-medical-marijuana-use.html",
    "snippet": "When the letter from the Orange County government arrived last week, Rod Dunaway knew what it said even before opening the envelope.    A heavy-equipment operator from Mission Viejo who smokes marijuana to relieve pain from glaucoma, Mr. Dunaway, ...",
    "lead_paragraph": "When the letter from the Orange County government arrived last week, Rod Dunaway knew what it said even before opening the envelope. A heavy-equipment operator from Mission Viejo who smokes marijuana to relieve pain from glaucoma, Mr. Dunaway, 38, had recently taken a random drug test under a 1991 Federal law that requires random testing of many transportation workers. He tested positive for marijuana, and is now being dismissed by the county.",
    "abstract": "Rod Dunaway has become first person in California to lose his job for using marijuana for medical purposes since voters approved controversial statewide referendum approving use of marijuana for medical purpses when recommended by doctor; his case reflects possible clash between state initiatives benefiting people who have exhausted other means of seeking pain relif, and Federal regulations intended to protect public safety; Dunaway, heavy-equipment operator, was tested for drugs under 1991 Federal law that requires random testing of many transportation workers; he is appealing his dismissal; photo (M)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Worker Fights Dismissal for Medical Marijuana Use"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DUNAWAY, ROD"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "TRANSPORTATION"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        },
        {
            "name": "subject",
            "value": "MARIJUANA"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1997-03-02T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Health; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Michael",
                "rank": 1,
                "lastname": "JANOFSKY"
            }
        ],
        "original": "By MICHAEL JANOFSKY"
    },
    "type_of_material": "News",
    "_id": "4fd1fd728eb7c8105d75d340",
    "word_count": 989,
    "slideshow_credits": null
}