{
    "web_url": "https://www.nytimes.com/1998/04/29/us/in-a-california-race-is-being-a-woman-enough.html",
    "snippet": "As she wrapped up a breakfast speech to a friendly hometown audience in Torrance, a suburban city just south of here, Representative Jane Harman paused to reflect the other day on her six years in Congress and the seat she is giving up to run for ...",
    "lead_paragraph": "As she wrapped up a breakfast speech to a friendly hometown audience in Torrance, a suburban city just south of here, Representative Jane Harman paused to reflect the other day on her six years in Congress and the seat she is giving up to run for governor of California. ''I often say that life has chapters,'' said Ms. Harman, a 52-year-old lawyer who is seeking the Democratic nomination in the June 2 primary. ''This has been my best one by far. Who knows what will come next? But in my view, this should be said about the race for governor: May the best woman win.''",
    "abstract": "Rep Jane Harman's sex is key mathematical rationale in her bid for Democratic nomination for governor in California, state where women make up nearly 60 percent of Democratic electorate and where Democrats have nominated women for major statewide offices five times since 1990; Harman vaulted ahead of Democratic rivals, Lt Gov Gray Davis and Al Checchi, after three weeks of television advertising, but has now slipped back to third; she insists gender is not her only issue, interview; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In a California Race, Is Being a Woman Enough?"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HARMAN, JANE"
        },
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "persons",
            "value": "CHECCHI, AL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ADVERTISING"
        },
        {
            "name": "subject",
            "value": "TELEVISION"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "WOMEN"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1998-04-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "Biography",
    "_id": "4fd1fafa8eb7c8105d7590a4",
    "word_count": 1418,
    "slideshow_credits": null
}