{
    "web_url": "https://www.nytimes.com/1998/04/05/us/california-weighs-release-of-spying-records.html",
    "snippet": "For nearly three decades, a state legislative committee spied on 20,000 Californians, documenting their personal habits, social lives and political and professional relationships. For almost as long, the information, held in 80 cartons, have been ...",
    "lead_paragraph": "For nearly three decades, a state legislative committee spied on 20,000 Californians, documenting their personal habits, social lives and political and professional relationships. For almost as long, the information, held in 80 cartons, have been gathering dust in the state Capitol archives. Now the California Senate is deciding whether to allow historians to see the files, which were compiled by the California Senate Fact-Finding Subcommittee on Un-American Activities. Though the material could provide an invaluable window on the workings of the subcommittee, some people who have examined the documents are concerned about the release of potentially embarrassing information.",
    "abstract": "California Senate weighs release of files documenting personal habits, social lives and political and professional relationships of 20,000 Californians, which were compiled by its Fact-Finding Subcommittee on Un-American Activities for nearly three decades through 1960's; documents may provide invaluable window on workings of subcommittee, but many who have examined them are concerned about release of potentially embarrassing information; Bill Lockyer, former president pro tempore of state Senate who led effort to organize and index documents a year ago, says material should be made available to scholars, even though it represents unfortunate phase in US and California history; photo (M)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Weighs Release of Spying Records"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "LOCKYER, BILL"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SURVEILLANCE OF CITIZENS BY GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "PRIVACY"
        }
    ],
    "pub_date": "1998-04-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Shawn",
                "rank": 1,
                "lastname": "KENNEDY"
            }
        ],
        "original": "BY SHAWN KENNEDY"
    },
    "type_of_material": "News",
    "_id": "4fd1fb828eb7c8105d759de1",
    "word_count": 938,
    "slideshow_credits": null
}