{
    "web_url": "https://www.nytimes.com/1997/08/29/us/california-s-ban-on-preferences-goes-into-effect.html",
    "snippet": "California's ban on preferences went haltingly into effect today, almost a year after voters approved a sweeping end to public affirmative action programs in the state.    With issues of the law still to be decided by state appellate courts and th...",
    "lead_paragraph": "California's ban on preferences went haltingly into effect today, almost a year after voters approved a sweeping end to public affirmative action programs in the state. With issues of the law still to be decided by state appellate courts and the United States Supreme Court, the day was tinged with protests, quiet celebration and much confusion.",
    "abstract": "California's ban on preferences goes into effect on Aug 28, almost year after voters approved sweeping end to public affirmative action programs in state; officials in some rural counties say they are immediately moving to drop local hiring and contracting rules that give advantages to women and minorities; officials in several urban counties say they will try to maintain some practices that help minorities and women; outcome of California initiative is being closely watched by about two dozen other states that are considering similar laws; opponents of initiative say they will ask US Supreme Court to stay law while it decides whether to review constitutionality of California statute; thousands of demonstrators march across Golden Gate Bridge to protest initiative; march is organized by Rev Jesse Jackson; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "CALIFORNIA'S BAN ON PREFERENCES GOES INTO EFFECT"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "JACKSON, JESSE L"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SUPREME COURT"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "WOMEN"
        },
        {
            "name": "subject",
            "value": "GOLDEN GATE BRIDGE"
        },
        {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
        }
    ],
    "pub_date": "1997-08-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Tim",
                "rank": 1,
                "lastname": "GOLDEN"
            }
        ],
        "original": "By TIM GOLDEN"
    },
    "type_of_material": "News",
    "_id": "4fd1f94b8eb7c8105d7563ae",
    "word_count": 1319,
    "slideshow_credits": null
}