{
    "web_url": "https://www.nytimes.com/1996/10/30/us/dole-says-vow-to-trim-taxes-means-victory.html",
    "snippet": "Relaxed, warm and witty before a Republican audience in the conservative heart of Southern California, Bob Dole today returned to what had once been the foundation of his campaign -- a 15 percent tax cut -- to predict that that promise alone would...",
    "lead_paragraph": "Relaxed, warm and witty before a Republican audience in the conservative heart of Southern California, Bob Dole today returned to what had once been the foundation of his campaign -- a 15 percent tax cut -- to predict that that promise alone would elect him to the Presidency next week. ''Don't worry about it,'' Mr. Dole said, offering words of comfort that seemed intended as much for himself as for his partisan audience. ''In the last few days, the American people will understand that voting for Bob Dole is voting for a tax cut.''",
    "abstract": "Bob Dole campaigns in Irvine, Calif, where he focuses on his proposal for 15 percent tax cut, predicting that promise alone will win him election; seems reinvigorated and relaxed as he addresses upbeat gathering of World Affairs Council of Orange County; says tax proposal has yet to catch on because of overwhelmingly negative news coverage; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Dole Says Vow To Trim Taxes Means Victory",
        "kicker": "POLITICS: THE REPUBLICAN"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DOLE, BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "TAXATION"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
        }
    ],
    "pub_date": "1996-10-30T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Adam",
                "rank": 1,
                "lastname": "NAGOURNEY"
            }
        ],
        "original": "By ADAM NAGOURNEY"
    },
    "type_of_material": "News",
    "_id": "4fd208d58eb7c8105d773aff",
    "word_count": 1347,
    "slideshow_credits": null
}