{
    "web_url": "https://www.nytimes.com/1998/04/26/weekinreview/the-nation-halt-the-execution-are-you-crazy.html",
    "snippet": "AT a hearing in an Arkansas courtroom last week, Charles Singleton basically argued for the right to make a choice: his sanity or his life.     Mr. Singleton, 39, on death row for the 1979 murder of a grocer named Mary Lou York, is on anti-schizop...",
    "lead_paragraph": "AT a hearing in an Arkansas courtroom last week, Charles Singleton basically argued for the right to make a choice: his sanity or his life. Mr. Singleton, 39, on death row for the 1979 murder of a grocer named Mary Lou York, is on anti-schizophrenia medication, which, the state argues, makes him mentally competent enough to be executed. But Mr. Singleton wants to stop taking the drugs, which could well make him sufficiently delusional that state psychologists would not certify him as ready to be put to death.",
    "abstract": "Review of legal debate over standards for declaring convicted murderer too mentally deficient to be executed; extremely unusual hearing in California is now considering Horace Kelly, who cliams he is too insane to die for murdering boy in 1984; his case and that of Karla Faye Tucker, who was executed in Texas, raise questions about ethics of capital punishment of people whose mental state has changed since they were sentenced; photos (M)",
    "print_page": "4",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The Nation; Halt the Execution? Are You Crazy?"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "TUCKER, KARLA FAYE"
        },
        {
            "name": "persons",
            "value": "KELLY, HORACE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "MURDERS AND ATTEMPTED MURDERS"
        },
        {
            "name": "subject",
            "value": "MENTAL RETARDATION"
        },
        {
            "name": "subject",
            "value": "CAPITAL PUNISHMENT"
        },
        {
            "name": "subject",
            "value": "MENTAL HEALTH AND DISORDERS"
        }
    ],
    "pub_date": "1998-04-26T00:00:00Z",
    "document_type": "article",
    "news_desk": "Week in Review Desk",
    "section_name": "Health; Week in Review",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Sam",
                "middlename": "Howe",
                "lastname": "VERHOVEK",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By SAM HOWE VERHOVEK"
    },
    "type_of_material": "News",
    "_id": "4fd2053e8eb7c8105d76d774",
    "word_count": 1152,
    "slideshow_credits": null
}