{
    "web_url": "https://www.nytimes.com/1990/11/29/business/company-news-oryx-oilfield-stake-to-arco.html",
    "snippet": "The Oryx Energy Company today sold its interest in a central California oilfield to ARCO for $642 million.   The sale virtually completes a divestment program undertaken to pay off some of the $1 billion debt Oryx incurred in the September buyout ...",
    "lead_paragraph": "The Oryx Energy Company today sold its interest in a central California oilfield to ARCO for $642 million. The sale virtually completes a divestment program undertaken to pay off some of the $1 billion debt Oryx incurred in the September buyout of its founding family. Oryx paid $967.5 million, or $53.75 a share, for 18 million common shares owned by the Glenmede Trust Company, which represents the Pew family of Philadelphia. Oryx will be able to reduce the debt by $545 million through the ARCO deal. The sale of two other nonstrategic assets has yielded another $142 million for the company. \"These funds, coupled with substantial cash flow from operations, will allow us to reach our billion-dollar debt-reduction target much sooner than planned,\" said Robert P. Hauptfuhrer, the chairman and chief executive of Oryx, the world's largest independent oil and gas company. ARCO is buying Oryx's interest in the Midway-Sunset field in Kern County, Calif., which has recently been producing 23,000 barrels a day for the Dallas-based Oryx. The company estimates the field's proven reserves at 140 million barrels. ARCO will pay $588 million in cash and assume $54 million in debt for the properties and related operations, including interest in a co-generation plant.",
    "abstract": null,
    "print_page": "4",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Oryx Oilfield Stake to ARCO",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ATLANTIC RICHFIELD CO"
        },
        {
            "name": "organizations",
            "value": "ORYX ENERGY CO"
        },
        {
            "name": "subject",
            "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"
        },
        {
            "name": "subject",
            "value": "OIL (PETROLEUM) AND GASOLINE"
        }
    ],
    "pub_date": "1990-11-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "organization": "AP",
        "original": "AP",
        "person": []
    },
    "type_of_material": "News",
    "_id": "4fd1990d8eb7c8105d6a87d8",
    "word_count": 206,
    "slideshow_credits": null
}