{
    "web_url": "https://www.nytimes.com/1997/04/20/us/accreditation-is-no-guarantee-on-day-care-centers-study-says.html",
    "snippet": "Accredited child care centers tend to offer high-quality care, but parents should avoid taking accreditation alone as a sign of excellence, a study released last week said.    The report on the two-year study, conducted at 92 child care centers in...",
    "lead_paragraph": "Accredited child care centers tend to offer high-quality care, but parents should avoid taking accreditation alone as a sign of excellence, a study released last week said. The report on the two-year study, conducted at 92 child care centers in three California communities, praised the accreditation process by the National Association for the Education of Young Children as an effective method of improving the quality of care. But the study noted that nearly 2 in 5 accredited centers were rated mediocre by the researchers, and it urged the association to strengthen its accreditation criteria.",
    "abstract": "Study of 92 child care centers in three California communities for National Center for Early Childhood Work Force finds nearly 2 in 5 centers accredited by National Association for Education of Young Children were rated mediocre by researchers; says accreditation process is effective in improving quality of care, but urges group to strengthen its accreditation criteria (M)",
    "print_page": "32",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Accreditation Is No Guarantee on Day Care Centers, Study Says"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "NATIONAL CENTER FOR EARLY CHILDHOOOD WORK FORCE"
        },
        {
            "name": "organizations",
            "value": "NATIONAL ASSN FOR EDUCATION OF YOUNG CHILDREN"
        },
        {
            "name": "subject",
            "value": "RATINGS AND RATING SYSTEMS"
        },
        {
            "name": "subject",
            "value": "RESEARCH"
        },
        {
            "name": "subject",
            "value": "DAY CARE CENTERS"
        }
    ],
    "pub_date": "1997-04-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Tony",
                "rank": 1,
                "lastname": "MARCANO"
            }
        ],
        "original": "By TONY MARCANO"
    },
    "type_of_material": "News",
    "_id": "4fd1f83d8eb7c8105d754553",
    "word_count": 595,
    "slideshow_credits": null
}