{
    "web_url": "https://www.nytimes.com/1997/09/25/us/in-california-a-candidate-makes-an-early-entry-into-the-governor-s-race.html",
    "snippet": "With deep pockets and years of experience in the often cut-throat world of corporate takeovers, the wealthy businessman Alfred A. Checchi has officially declared himself a candidate to become the next Governor of California.    Mr. Checchi, who an...",
    "lead_paragraph": "With deep pockets and years of experience in the often cut-throat world of corporate takeovers, the wealthy businessman Alfred A. Checchi has officially declared himself a candidate to become the next Governor of California. Mr. Checchi, who announced his candidacy on Tuesday in Sacramento, has never run for elective office, but he has a personal fortune estimated at $550 million and he has said he would be willing to spend up to $30 million of his own money to get elected, a pronouncement that left H. Eric Schockman, a professor of political science at the University of Southern California, uneasy about the future of politics, money and the price of democracy in the Golden State.",
    "abstract": "Alfred A Checchi, Democratic businessman who has never sought elective office, declares gubernatorial candidacy in California; says he is willing to spend up to $30 million of own money on race; has spent months traveling around state, meeting people and speaking at public functions (M)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "In California, a Candidate Makes an Early Entry Into the Governor's Race"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CHECCHI, ALFRED A"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1997-09-25T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Don",
                "rank": 1,
                "lastname": "TERRY"
            }
        ],
        "original": "By DON TERRY"
    },
    "type_of_material": "News",
    "_id": "4fd1fee18eb7c8105d7601cf",
    "word_count": 601,
    "slideshow_credits": null
}