{
    "web_url": "https://www.nytimes.com/2000/10/09/us/2000-campaign-california-house-race-important-control-congress-draws-outside.html",
    "snippet": "Except for a few placards and a scattering of advertisements on cable television, there is almost no readily visible evidence that an election is being held this fall in California's 36th Congressional District, the  sunny ocean-side strip of Beac...",
    "lead_paragraph": "Except for a few placards and a scattering of advertisements on cable television, there is almost no readily visible evidence that an election is being held this fall in California's 36th Congressional District, the sunny ocean-side strip of Beach Boys country, from just south of Santa Monica to just north of Long Beach. Still, a hot political battle is being waged in the 36th, one that is expected to go down to the wire and play an important role in deciding which party ends up controlling the House. The two candidates -- Steven T. Kuykendall, the Republican incumbent, and Jane Harman, his Democratic challenger -- are having at each other daily, trying to gain traction, even if little attention is being paid.",
    "abstract": "Rep Steven T Kuykendall, Republican, and his Democratic challenger, Jane Harman, are battling it out in California's 36th Congressional District in an election that is expected to go down the wire and and play an important role in deciding which party ends up controlling the House; each candidate has raised well over $1 million in campaign money, and considerable outside money is also being spent by special interest groups and by campaign committees of national political parties; photo; graph; map (M)",
    "print_page": "15",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "House Race Important to Control of Congress Draws Outside Interest and Money",
        "kicker": "THE 2000 CAMPAIGN: CALIFORNIA"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HARMAN, JANE"
        },
        {
            "name": "persons",
            "value": "KUYKENDALL, STEVEN T"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "HOUSE OF REPRESENTATIVES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "2000-10-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd2458f8eb7c8105d7e0260",
    "word_count": 1091,
    "slideshow_credits": null
}