{
    "web_url": "https://www.nytimes.com/1996/11/28/us/judge-halts-california-cutoff-of-prenatal-care-to-illegal-aliens.html",
    "snippet": "Less than a week before thousands of illegal immigrants in California were to start losing state money for prenatal care because of an order by the Governor, a San Francisco Superior Court judge has blocked the plan, saying the state could not sup...",
    "lead_paragraph": "Less than a week before thousands of illegal immigrants in California were to start losing state money for prenatal care because of an order by the Governor, a San Francisco Superior Court judge has blocked the plan, saying the state could not support ordering a cutoff on an emergency basis. Judge William Cahill, ruling on Tuesday in a suit brought against Gov. Pete Wilson by plaintiffs including the City of San Francisco, issued a preliminary injunction against the Governor's emergency order that money for new applicants to the state's prenatal care program be stopped on Dec. 1. Current recipients would have been cut from the program as of Jan. 1.",
    "abstract": "San Francisco Superior Court Judge William Cahill issues preliminary injunction blocking Gov Pete Wilson order less than week before thousands of illegal immigrants in California are to start losing state money for prenatal care (M)",
    "print_page": "27",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Judge Halts California Cutoff of Prenatal Care to Illegal Aliens"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CAHILL, WILLIAM"
        },
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ILLEGAL ALIENS"
        },
        {
            "name": "subject",
            "value": "PREGNANCY AND OBSTETRICS"
        },
        {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
        }
    ],
    "pub_date": "1996-11-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd208d88eb7c8105d773e49",
    "word_count": 519,
    "slideshow_credits": null
}