{
    "web_url": "https://www.nytimes.com/2000/03/05/us/2000-campaign-initiatives-plan-limit-political-donations-gets-unlikely-help.html",
    "snippet": "Cowboys have long been a vanishing breed in California, but when it comes to campaign finance, this is still the wild, wild West. It is one of only six states, and the only big one besides Illinois, with no restrictions on political contributions ...",
    "lead_paragraph": "Cowboys have long been a vanishing breed in California, but when it comes to campaign finance, this is still the wild, wild West. It is one of only six states, and the only big one besides Illinois, with no restrictions on political contributions or spending. Its Democratic governor, Gray Davis, raised a record $13.2 million in his first year in office last year. That is not to say Californians have not tried to rein in campaign spending. In 1996, voters easily passed a measure that limited individual contributions to $500 in statewide races, but a federal judge struck it down as unrealistically low in a state in which one week of television advertising costs more than $1 million.",
    "abstract": "Polls suggest that ballot measure in California to limit political campaign contributions and spending will be defeated; Max Palevsky, longtime donor to Democrats, has contributed $1 million for television and radio ads supporting measure; it is opposed by business groups and taxpayer groups, who do not like its provisions for public financing of campaigns, but also by a number of newspaper editorial boards and civic groups that generally support campaign finance changes (M)",
    "print_page": "31",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Plan to Limit Political Donations Gets Unlikely Help",
        "kicker": "THE 2000 CAMPAIGN: THE INITIATIVES"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "PALEVSKY, MAX"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "2000-03-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd2211d8eb7c8105d7a5373",
    "word_count": 681,
    "slideshow_credits": null
}