{
    "web_url": "https://www.nytimes.com/1998/12/24/us/national-news-briefs-california-state-workers-to-get-two-raises.html",
    "snippet": "Despite a possible budget deficit, California's Governor-elect, Gray Davis, plans to grant state workers two raises over the next two years, a spokesman said today.    Earlier this month, Mr. Davis, a Democrat, refused to commit to raises, citing ...",
    "lead_paragraph": "Despite a possible budget deficit, California's Governor-elect, Gray Davis, plans to grant state workers two raises over the next two years, a spokesman said today. Earlier this month, Mr. Davis, a Democrat, refused to commit to raises, citing projected budget deficits. Just last month, the nonpartisan state legislative analyst, Elizabeth Hill, said Mr. Davis could face a $1.2-billion deficit in the state budget for the next fiscal year. But after trimming budget requests from state departments and evaluating expected revenues, Mr. Davis found enough money to finance the raises this fiscal year and next, his spokesman, Michael Bustamante, said.",
    "abstract": "Gov-elect Gray Davis of California plans to grant state workers two raises over next two years despite possible budget deficit of $1.2 billion in next fiscal year (S)",
    "print_page": "14",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; California State Workers To Get Two Raises"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DAVIS, GRAY"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WAGES AND SALARIES"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
        },
        {
            "name": "subject",
            "value": "GOVERNMENT EMPLOYEES"
        }
    ],
    "pub_date": "1998-12-24T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd21e0c8eb7c8105d79f6c9",
    "word_count": "125",
    "slideshow_credits": null
}