{
    "web_url": "https://www.nytimes.com/1997/07/20/business/opposition-builds-to-mandatory-arbitration-at-work.html",
    "snippet": "WHEN the Parc Fifty-Five Hotel in San Francisco dismissed Georgina Cheng-Canindin from the benefits department in 1994, she said she had been  wrongly accused of disclosing confidential salary information to other employees. That made her angry en...",
    "lead_paragraph": "WHEN the Parc Fifty-Five Hotel in San Francisco dismissed Georgina Cheng-Canindin from the benefits department in 1994, she said she had been wrongly accused of disclosing confidential salary information to other employees. That made her angry enough. But when she heard that managers had told other employees that she was let go for being a problem employee, she wanted to sue. ''It was not true,'' she said, calling the second accusation insult to injury. But the company said she had no right to sue. In her employee handbook was a requirement that she agree to arbitrate disputes related to her job. The committee that was to resolve any complaint in arbitration would include two hotel managers and two hotel employees picked by the executives who had dismissed her. Moreover, the company's personnel department would determine who could testify on her behalf. If the committee deadlocked, one of the executives who had dismissed her would break the tie.",
    "abstract": "Pressure is growing to curb agreements to arbitrate dismissals and other work disputes that increasing number of workers are required to sign; California court recently found one such agreement unfair; employers are turning to mandatory arbitration because of increasing number and high cost of employee suits; photo (M)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Opposition Builds to Mandatory Arbitration at Work",
        "kicker": "EARNING IT"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "ARBITRATION, CONCILIATION AND MEDIATION"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        }
    ],
    "pub_date": "1997-07-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "Money and Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Roy",
                "rank": 1,
                "lastname": "FURCHGOTT"
            }
        ],
        "original": "By ROY FURCHGOTT"
    },
    "type_of_material": "News",
    "_id": "4fd1fe988eb7c8105d75fa6b",
    "word_count": 1270,
    "slideshow_credits": null
}