{
    "web_url": "https://www.nytimes.com/2000/06/27/us/the-supreme-court-the-reaction-groups-vow-to-continue-primary-fight.html",
    "snippet": "Supporters of the California blanket primary law that was ruled unconstitutional yesterday by the United States Supreme Court say they will seek passage of a new measure that might be acceptable to the court yet still achieve the goal of opening p...",
    "lead_paragraph": "Supporters of the California blanket primary law that was ruled unconstitutional yesterday by the United States Supreme Court say they will seek passage of a new measure that might be acceptable to the court yet still achieve the goal of opening primaries to more voters. In California's blanket primary there is only one ballot, and voters, regardless of party, vote for candidates, regardless of party. Republican and Democratic Party leaders and other opponents of such primaries hailed the ruling as validation of their argument that parties should be disciplined, cohesive political entities with the final say in who can vote in their primaries.",
    "abstract": "Article on reaction by supporters and opponents of California's blanket primary system to Supreme Court decision striking it down as unconstitutional (S)",
    "print_page": "19",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Groups Vow to Continue Primary Fight",
        "kicker": "THE SUPREME COURT: THE REACTION"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SUPREME COURT"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "2000-06-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1fa138eb7c8105d7579bc",
    "word_count": 484,
    "slideshow_credits": null
}