{
    "web_url": "https://www.nytimes.com/1999/05/15/us/profiling-is-upheld-as-option-on-border.html",
    "snippet": "Border Patrol agents can consider ethnicity among other factors when they make traffic stops, a Federal appeals court has ruled in a case involving two Hispanic men who turned their cars around to avoid a highway checkpoint.    The ruling, by the ...",
    "lead_paragraph": "Border Patrol agents can consider ethnicity among other factors when they make traffic stops, a Federal appeals court has ruled in a case involving two Hispanic men who turned their cars around to avoid a highway checkpoint. The ruling, by the United States Court of Appeals for the Ninth Circuit on Thursday, comes at a time when the use of a subject's ethnic background as the basis for traffic stops is receiving increasing attention across the country.",
    "abstract": "Federal appeals court rules that Border Patrol agents can consider ethnicity among other factors when they make traffic stops; ruling comes in California case involving two Hispanic men who turned their cars around to avoid highway checkpoint 50 miles inside United States; ruling comes at time when use of subject's ethnic background as basis for traffic stops, so-called profiling, is receiving increasing attention across country (M)",
    "print_page": "11",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "Profiling Is Upheld As Option on Border"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "BORDER PATROL"
        },
        {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "SUITS AND CLAIMS AGAINST GOVERNMENT"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        }
    ],
    "pub_date": "1999-05-15T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd20c8b8eb7c8105d77c283",
    "word_count": 230,
    "slideshow_credits": null
}