{
    "web_url": "https://www.nytimes.com/1999/02/03/us/national-news-briefs-california-supreme-court-stiffens-child-abuse-law.html",
    "snippet": "The California Supreme Court ruled unanimously on Monday that a parent or caretaker who directly harmed a child could be convicted of felony abuse if a jury found that the action had posed a risk of serious injury or death. Ignorance of the danger...",
    "lead_paragraph": "The California Supreme Court ruled unanimously on Monday that a parent or caretaker who directly harmed a child could be convicted of felony abuse if a jury found that the action had posed a risk of serious injury or death. Ignorance of the danger is irrelevant, the court said. The case involved Michael D. Sargent Sr., who had been convicted of felony child abuse and sentenced to the maximum six years in prison. Mr. Sargent received an additional five-year sentence for a previous felony conviction.",
    "abstract": "California Supreme Court rules unanimously that parent or caretaker who directly harms a child can be convicted of felony abuse if jury finds action had posed risk of serious injury or death; rules that ignorance of danger is irrelevant (S)",
    "print_page": "10",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "National News Briefs; California Supreme Court Stiffens Child-Abuse Law"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "CHILD ABUSE"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        }
    ],
    "pub_date": "1999-02-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "52b8778438f0d86bcb2a53f7",
    "word_count": "164",
    "slideshow_credits": null
}