{
    "web_url": "https://www.nytimes.com/1996/08/15/us/police-in-california-fight-citizen-complaints.html",
    "snippet": "After years of headway by groups pushing for wider latitude in the pursuit of citizen complaints against the police, law-enforcement officers in California have begun to push concertedly back.    With a quiet but forceful lobbying campaign, some o...",
    "lead_paragraph": "After years of headway by groups pushing for wider latitude in the pursuit of citizen complaints against the police, law-enforcement officers in California have begun to push concertedly back. With a quiet but forceful lobbying campaign, some of the officers' unions and their supporters are pressing for new state laws that would remove unsubstantiated complaints from police personnel files and limit the time in which a citizen's complaint must be investigated. Advocates for the legislation say their goal is simply to guarantee due process for the officers, who may be accused of wrongdoing or abuse because of the effectiveness with which they do their jobs.",
    "abstract": "Police officers' unions and supporters in California begin quiet but forceful lobbying campaign for new state laws that would remove unsubstantiated complaints from police personnel files and limit time in which citizen's complaint must be investigated; say goal is to guarantee due process for officers; bills are opposed by police chiefs in some major cities, who say they could undermine early warning systems that to identify officers who use excessive force or show pattern of other problems that disciplinary systems may not correct (M)",
    "print_page": "25",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Police in California Fight Citizen Complaints"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "POLICE BRUTALITY AND MISCONDUCT"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "LOBBYING AND LOBBYISTS"
        },
        {
            "name": "subject",
            "value": "POLICE"
        }
    ],
    "pub_date": "1996-08-15T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Tim",
                "rank": 1,
                "lastname": "GOLDEN"
            }
        ],
        "original": "By TIM GOLDEN"
    },
    "type_of_material": "News",
    "_id": "4fd1c8548eb7c8105d6fabd2",
    "word_count": 807,
    "slideshow_credits": null
}