{
    "web_url": "https://www.nytimes.com/1998/04/12/opinion/editorial-observer-the-quota-bashers-come-in-from-the-cold.html",
    "snippet": "California's decision to outlaw the use of race in public college admissions was widely viewed as a death sentence for affirmative action. But Proposition 209 may actually have saved its life. The abruptly diminished black and Latino enrollment in...",
    "lead_paragraph": "California's decision to outlaw the use of race in public college admissions was widely viewed as a death sentence for affirmative action. But Proposition 209 may actually have saved its life. The abruptly diminished black and Latino enrollment in California has raised the specter of ''white-outs'' not just on campus but in the professions and in the next generation of state leadership. Californians are looking for ways to undo the mess and other states have been frightened into slowing down. A recent survey by The Chronicle of Higher Education finds legislatures from South Carolina to South Dakota back-pedaling furiously from California-style proposals. Texas has ordered its university to accept any student who finishes in the top 10 percent of a public high school. The emerging consensus is that special admissions measures must remain intact until urban schools do better by black and brown students, who currently have little chance of first-rate preparation for college. This realization has taken root even among the neoconservatives who started the war against affirmative action 20 years ago. The change was on display in the March issue of Commentary, which devoted much of the issue to affirmative action and carried several articles by writers who reluctantly supported measures that increase minority participation.",
    "abstract": "Editorial Observer by Brent Staples on abruptly diminished black and Latino enrollment in California as result of ban on affirmative action by public colleges; perceives 'emerging consensus' that special admissions must continue until urban schools 'do better by black and brown students' who have little chance of getting into top colleges on their own; reports limited change of heart by Nathan Glazer, who argued twenty years ago that taking race into account in hiring and college admissions is morally wrong and socially corrosive",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Editorial Observer; The Quota Bashers Come In From the Cold"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "GLAZER, NATHAN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNIVERSITY OF CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "ADMISSIONS STANDARDS"
        },
        {
            "name": "subject",
            "value": "QUOTAS"
        },
        {
            "name": "subject",
            "value": "STANDARDS AND STANDARDIZATION"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "COLLEGES AND UNIVERSITIES"
        },
        {
            "name": "subject",
            "value": "HIRING AND PROMOTION"
        },
        {
            "name": "subject",
            "value": "REVERSE DISCRIMINATION"
        },
        {
            "name": "subject",
            "value": "HISPANIC-AMERICANS"
        }
    ],
    "pub_date": "1998-04-12T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Brent",
                "rank": 1,
                "lastname": "STAPLES"
            }
        ],
        "original": "By BRENT STAPLES"
    },
    "type_of_material": "Editorial",
    "_id": "4fd2053b8eb7c8105d76d500",
    "word_count": 650,
    "slideshow_credits": null
}