{
    "web_url": "https://www.nytimes.com/1992/04/19/us/the-1992-campaign-buchanan-returns-to-offensive-against-bush.html",
    "snippet": "Patrick J. Buchanan, proudly defiant despite months of defeats in Republican primaries, has resumed his attacks on President Bush and \"little Dan Quayle,\" scornful of party leaders trying to rein him in.   \"We don't need to negotiate with his lugg...",
    "lead_paragraph": "Patrick J. Buchanan, proudly defiant despite months of defeats in Republican primaries, has resumed his attacks on President Bush and \"little Dan Quayle,\" scornful of party leaders trying to rein him in. \"We don't need to negotiate with his luggage handlers,\" Mr. Buchanan said of Mr. Bush in an interview with The Associated Press on Thursday as he toured northern California. Mr. Buchanan said he would make peace with Mr. Bush before the Republican National Convention in August but vowed to fight on for now, concentrating on Presidential primaries in North Carolina on May 5 and California on June 2. Thus far, Mr. Buchanan has lost each of his 19 Republican contests against Mr. Bush. His high-water mark came in New Hampshire in February, when he captured 37 percent of the vote. Although he now concedes that Mr. Bush will be nominated, Mr. Buchanan, a conservative commentator, continues to be a thorn in the side of the Administration with his sharply worded criticisms. In the interview, Mr. Buchanan several times spoke of the Vice President in a fashion bordering on contempt, referring to him as \"little Dan Quayle.\" He portrayed Mr. Bush and Mr. Quayle as out of touch with voters. He said it was not the President's policies but his incumbency that attracted primary voters. \"They stayed with him because he's the President, even though many of them agreed with me,\" Mr. Buchanan asserted. So irritating has Mr. Buchanan been to the Bush camp that the Republican national chairman, Richard N. Bond, said this week that if the attacks persisted, Mr. Buchanan may lose his chance to address the convention, to be held in August in Houston. It was that warning that brought on Mr. Buchanan's remark that he did not have to negotiate with Mr. Bush's \"luggage handlers.\"",
    "abstract": null,
    "print_page": "13",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "Buchanan Returns to Offensive Against Bush",
        "kicker": "THE 1992 CAMPAIGN"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BUSH, GEORGE"
        },
        {
            "name": "persons",
            "value": "BUCHANAN, PATRICK J"
        },
        {
            "name": "persons",
            "value": "QUAYLE, DAN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1992"
        }
    ],
    "pub_date": "1992-04-19T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1b50a8eb7c8105d6da741",
    "word_count": 303,
    "slideshow_credits": null
}