{
    "web_url": "https://www.nytimes.com/1996/10/31/opinion/california-pandering.html",
    "snippet": "A certain sadness attaches to Bob Dole's last-ditch efforts to narrow the Presidential race. In his scramble for votes, Mr. Dole is rewriting history -- his own and the nation's -- and repudiating what had been a strong record on civil rights duri...",
    "lead_paragraph": "A certain sadness attaches to Bob Dole's last-ditch efforts to narrow the Presidential race. In his scramble for votes, Mr. Dole is rewriting history -- his own and the nation's -- and repudiating what had been a strong record on civil rights during most of his three decades in Congress. It is not a pleasant sight. Addressing an overwhelmingly white, invitation-only audience in California this week, Mr. Dole delivered a strong endorsement of the California ballot initiative known as Proposition 209. It would seem to bar affirmative-action programs by state and local governments -- an extreme approach that even the current Supreme Court has rejected. The man who voted for the landmark Civil Rights Act of 1964, and a stream of race-conscious Federal laws since then, could now be heard complaining that all of these efforts, including many he had supported, had turned out to be a ''blind alley,'' helping no one while dividing the country. He tossed around code words like ''preferences'' and ''quotas'' and raised the specter of reverse discrimination.",
    "abstract": "Editorial says certain sadness attaches to Bob Dole's last-ditch efforts to narrow Presidential race by rewriting history and repudiating his strong record on civil rights during his three decades in Senate; says his pandering to win votes in California's by supporting referendum to bar-affirmative action programs is not pleasant sight (M)",
    "print_page": "28",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Pandering"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "DOLE, BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "DISCRIMINATION"
        },
        {
            "name": "subject",
            "value": "WOMEN"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-10-31T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1cccf8eb7c8105d703894",
    "word_count": 455,
    "slideshow_credits": null
}