{
    "web_url": "https://www.nytimes.com/1998/03/29/magazine/sunday-march-29-1998-cigarettes-the-smoker-s-bubble.html",
    "snippet": "Tavern owners in California are coming up with creative ways around the statewide ban on smoking in bars, which went into effect Jan. 1. Barley & Hopps, a brew pub and restaurant on the edge of Silicon Valley, has devised an elaborate (and legal) ...",
    "lead_paragraph": "Tavern owners in California are coming up with creative ways around the statewide ban on smoking in bars, which went into effect Jan. 1. Barley & Hopps, a brew pub and restaurant on the edge of Silicon Valley, has devised an elaborate (and legal) solution -- a sealed-off room-within-a-room reserved for smokers. The 320-square-foot ''Cigar Bar and Smoking Lounge'' features all the comforts of home, if you happen to live in a men's club -- cherry-wood paneling, overstuffed leather chairs, plenty of ashtrays and a state-of-the-art ventilation system that sucks up smoke and sends it out the roof. The ventilation fans lower the room's air pressure, so when someone opens the door, air rushes into the lounge rather than out, so no smoke escapes. To satisfy provisions of California law that prohibit employees from coming in contact with secondhand smoke, the lounge has a wall-mounted telephone that smokers use to place orders at the bar. A server from outside the ''bubble'' delivers orders by passing them through a small sliding window.",
    "abstract": "California tavern owners are coming up with creative ways around statewide ban on smoking in bars; Barley & Hopps brew pub has built sealed-off room-within-a-room for smokers; photo (M)",
    "print_page": "17",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The Smoker's Bubble",
        "kicker": "SUNDAY: MARCH 29, 1998: CIGARETTES"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "MCNICHOL, TOM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "BARLEY & HOPPS"
        },
        {
            "name": "subject",
            "value": "BARS"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        }
    ],
    "pub_date": "1998-03-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1e9938eb7c8105d738530",
    "word_count": 258,
    "slideshow_credits": null
}