{
    "web_url": "https://www.nytimes.com/1999/11/10/dining/wine-talk-where-profits-stay-in-the-bottle-for-17-years.html",
    "snippet": "A FEW of the original investors in Sonoma-Cutrer, the prominent California winery, probably wish they had taken their profits in old croquet balls. Or had consumed their money's worth. In the first 17 years that it made wine, Sonoma-Cutrer produce...",
    "lead_paragraph": "A FEW of the original investors in Sonoma-Cutrer, the prominent California winery, probably wish they had taken their profits in old croquet balls. Or had consumed their money's worth. In the first 17 years that it made wine, Sonoma-Cutrer produced some good and extremely popular wines. And it was the host of spectacular croquet matches played on its two international-class croquet lawns. But profits? There really weren't any. ''At our 25th reunion, my class at Harvard Business School gave me the Long Suffering Award for the 17 years it took me to break even,'' said Brice Cutrer Jones, 60, the winery's founder and chief executive.",
    "abstract": "Brice Cutrer Jones, founder and chief executive of Sonoma-Cutrer Vineyards in Windsor, Calif, insists that he will continue to pour almost all profits back into the winery, which was acquired by Brown-Forman in April; winery, which has taken 17 years to reach break-even point, concentrates on chardonnay, which is consistently the most frequently ordered wine in well-known American restaurants; photo (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Where Profits Stay in the Bottle for 17 Years",
        "kicker": "WINE TALK"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "JONES, BRICE CUTRER"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "BROWN-FORMAN BEVERAGES WORLDWIDE"
        },
        {
            "name": "organizations",
            "value": "SONOMA-CUTRER VINEYARDS"
        },
        {
            "name": "subject",
            "value": "WINES"
        },
        {
            "name": "subject",
            "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"
        },
        {
            "name": "subject",
            "value": "ALCOHOLIC BEVERAGES"
        }
    ],
    "pub_date": "1999-11-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "Dining In, Dining Out/Style Desk",
    "section_name": "Dining and Wine; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Frank",
                "middlename": "J.",
                "lastname": "Prial",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Frank J. Prial"
    },
    "type_of_material": "News",
    "_id": "4fd210b28eb7c8105d78537d",
    "word_count": 1002,
    "slideshow_credits": null
}