{
    "web_url": "https://www.nytimes.com/2000/05/28/travel/lessons-of-fly-fishing-school.html",
    "snippet": "I STOOD shivering, as quietly as I could, as afternoon shadows stretched across the river around us. The water was above my waist, lapping at the bib of my neoprene coveralls, and there was nothing to insulate me from the conclusion that I was out...",
    "lead_paragraph": "I STOOD shivering, as quietly as I could, as afternoon shadows stretched across the river around us. The water was above my waist, lapping at the bib of my neoprene coveralls, and there was nothing to insulate me from the conclusion that I was out of my depth. Barely 20 feet away my adversary had begun to taunt me, rising to the surface to slurp down every defenseless bug around -- save the imposter at the end of my line. I cast my rod again, a bit less awkwardly. Again I was ignored. I reminded myself that we had come to this far corner of northern California for more than just the fish. My father and I had both been tempted by friends' stories about the spare beauty of the place, the open spaces and the quiet.",
    "abstract": "Tim Golden article on fly-fishing in northern California through Clearwater Trout Tours, which runs both guiding service and fly-fishing school; photos; map (M)",
    "print_page": "11",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Lessons of Fly-Fishing School"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "CLEARWATER TROUT TOURS"
        },
        {
            "name": "subject",
            "value": "TROUT"
        },
        {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
        },
        {
            "name": "subject",
            "value": "FISHING, SPORT"
        },
        {
            "name": "subject",
            "value": "FISH AND OTHER MARINE LIFE"
        }
    ],
    "pub_date": "2000-05-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "Travel Desk",
    "section_name": "Travel",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Tim",
                "rank": 1,
                "lastname": "GOLDEN"
            }
        ],
        "original": "By TIM GOLDEN"
    },
    "type_of_material": "News",
    "_id": "4fd208288eb7c8105d772cc8",
    "word_count": 2457,
    "slideshow_credits": null
}