{
    "web_url": "https://www.nytimes.com/1998/11/17/opinion/catching-up-with-suv-s.html",
    "snippet": "Not all passenger vehicles are created equal, especially when it comes to the amount of pollution that flows from their tailpipes. Minivans, sport utility vehicles and light-duty pickup trucks -- all now wildly popular with Americans -- throw off ...",
    "lead_paragraph": "Not all passenger vehicles are created equal, especially when it comes to the amount of pollution that flows from their tailpipes. Minivans, sport utility vehicles and light-duty pickup trucks -- all now wildly popular with Americans -- throw off higher levels of nitrogen oxides and other smog-causing gases than cars do. This happens because they are not subject to the same emissions standards that ordinary cars are. California wisely did away with this inequality on Nov. 5, issuing new, more stringent emission limits that will also apply to minivans, S.U.V.'s and light-duty trucks of up to 8,500 pounds, starting with the 2004 model year. California's policy will provide the Environmental Protection Agency with a valuable model as it develops new Federal standards for cars, light-duty trucks, minivans and S.U.V.'s. The proposed rules could be released as early as January.",
    "abstract": "Editorial praises California for issuing more stringent emission standards for minivans, sport utility vehicles and light-duty trucks and regulations that lower sulfur content of gasoline; urges Environmental Protection Agency to issue similar national standards",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Catching Up With S.U.V.'s"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ENVIRONMENTAL PROTECTION AGENCY"
        },
        {
            "name": "subject",
            "value": "STANDARDS AND STANDARDIZATION"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "OIL (PETROLEUM) AND GASOLINE"
        },
        {
            "name": "subject",
            "value": "UTILITY VEHICLES AND OTHER LIGHT TRUCKS"
        },
        {
            "name": "subject",
            "value": "SULFUR AND SULFUR COMPOUNDS"
        },
        {
            "name": "subject",
            "value": "VANS"
        },
        {
            "name": "subject",
            "value": "AIR POLLUTION"
        }
    ],
    "pub_date": "1998-11-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1ff938eb7c8105d761e40",
    "word_count": 501,
    "slideshow_credits": null
}