{
    "web_url": "https://www.nytimes.com/1996/10/15/business/2-big-utilities-in-california-merge-to-fight-competition.html",
    "snippet": "Two large California utilities, the Enova Corporation and Pacific Enterprises, announced yesterday that they would merge, forming the utility with the largest number of customers in the country.     With about six million customers in  Southern Ca...",
    "lead_paragraph": "Two large California utilities, the Enova Corporation and Pacific Enterprises, announced yesterday that they would merge, forming the utility with the largest number of customers in the country. With about six million customers in Southern California, the company would be a prime example of the kind of utility that is emerging as state regulators open power markets to greater competition. As such, the company will have few generating plants; it will make its money mostly by transmitting power, not by generating it.",
    "abstract": "Enova Corp and Pacific Enterprises, two large California electric and gas utilities, announce they will merge, forming the utility with the largest number of customers in the country; combination will be first major merger by utilities in California; companies say they expect they will save about $1.2 billion during next 10 years by cutting duplicate staff and other functions; about 9 percent of combined companies' work force of 11,700 will be cut through attrition and offering incentives to leave; Stephen L Baum, president and chief executive of Enova, will become president and chief operating officer of new company, which will be based in San Diego (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "2 Big Utilities In California Merge to Fight Competition"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BAUM, STEPHEN L"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ENOVA CORP"
        },
        {
            "name": "organizations",
            "value": "PACIFIC ENTERPRISES INC"
        },
        {
            "name": "subject",
            "value": "GAS (FUEL)"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"
        },
        {
            "name": "subject",
            "value": "INDUSTRY PROFILES"
        },
        {
            "name": "subject",
            "value": "ELECTRIC LIGHT AND POWER"
        },
        {
            "name": "subject",
            "value": "LAYOFFS AND JOB REDUCTIONS"
        }
    ],
    "pub_date": "1996-10-15T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Agis",
                "rank": 1,
                "lastname": "SALPUKAS"
            }
        ],
        "original": "By AGIS SALPUKAS"
    },
    "type_of_material": "News",
    "_id": "4fd1cccd8eb7c8105d70367b",
    "word_count": 718,
    "slideshow_credits": null
}