{
    "web_url": "https://www.nytimes.com/2000/11/29/us/getting-out-a-special-report-often-parole-is-one-stop-on-the-way-back-to-prison.html",
    "snippet": "It seemed like the perfect solution. Build more prisons and America would be a safer place. In fact, as the nation's incarceration rate has quadrupled over the last two decades, the crime rate has fallen for eight straight years.    But only now a...",
    "lead_paragraph": "It seemed like the perfect solution. Build more prisons and America would be a safer place. In fact, as the nation's incarceration rate has quadrupled over the last two decades, the crime rate has fallen for eight straight years. But only now are politicians and criminologists beginning to confront an unexpected consequence of the get-tough-on-crime philosophy that created the prison-building boom. More prisoners in prison means that, eventually, more prisoners will be let out. This year, a record 600,000 inmates will be released from state and federal prisons nationwide, up from 170,000 in 1980.",
    "abstract": "Politicians and criminologists are beginning to confront problem of dealing with record numbers of prisoners jailed in crackdown on crime who are now being freed; some experts see self-perpetuating prison class resulting from prisons' cuts in rehabilitation services and parole officers new quickness in revoking parole for minor violations; signs of problems posed by big wave of returning prisoners are showing up across nation in form of rising crime rates; graph of parole violators returned to custody in California; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "GETTING OUT/A special report.; Often, Parole Is One Stop On the Way Back to Prison"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PROBATION AND PAROLE"
        },
        {
            "name": "subject",
            "value": "PRISONS AND PRISONERS"
        },
        {
            "name": "subject",
            "value": "CRIME AND CRIMINALS"
        }
    ],
    "pub_date": "2000-11-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Fox",
                "rank": 1,
                "lastname": "BUTTERFIELD"
            }
        ],
        "original": "By FOX BUTTERFIELD"
    },
    "type_of_material": "Special Report",
    "_id": "4fd23df78eb7c8105d7d4300",
    "word_count": 3753,
    "slideshow_credits": null
}