{
    "web_url": "https://www.nytimes.com/1999/06/23/us/old-sailor-turns-to-clinton-to-lose-label-of-a-mutineer.html",
    "snippet": "In the midst of World War II, an explosion on the naval base here killed 320 men, most of them the black sailors who were loading 5,000 tons of ammunition onto ships. The blast, on the Sacramento River northeast of San Francisco, tore two ships to...",
    "lead_paragraph": "In the midst of World War II, an explosion on the naval base here killed 320 men, most of them the black sailors who were loading 5,000 tons of ammunition onto ships. The blast, on the Sacramento River northeast of San Francisco, tore two ships to shreds and was felt as far away as Nevada. It also began an extraordinary legal battle over the legacy of segregation that is now, 55 years later, headed for the White House. After the accident, black sailors were ordered to resume loading ammunition onto ships bound for the Pacific theater. Fifty refused, were court-martialed, found guilty of mutiny by an all-white panel and imprisoned.",
    "abstract": "Freddie Meeks, one of 50 black sailors convicted of mutiny for refusing to resume loading ammunition onto ships during World War II after July 1944 explosion at California Navy station killed 320 men, is seeking pardon from Pres Clinton; his lawyers argue Meeks, 79, and others had no intent to mutiny and were afraid they would become victims of careless Navy that used only blacks to load munitions at base and gave them no training; map; photos (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Old Sailor Turns to Clinton To Lose Label of a Mutineer"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "MEEKS, FREDDIE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "NAVIES"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "MUTINIES"
        },
        {
            "name": "subject",
            "value": "PARDONS"
        },
        {
            "name": "subject",
            "value": "WORLD WAR II (1939-45)"
        }
    ],
    "pub_date": "1999-06-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "William",
                "rank": 1,
                "lastname": "GLABERSON"
            }
        ],
        "original": "By WILLIAM GLABERSON"
    },
    "type_of_material": "News",
    "_id": "4fd21f0f8eb7c8105d7a2048",
    "word_count": 1892,
    "slideshow_credits": null
}