{
    "web_url": "https://www.nytimes.com/1998/01/10/opinion/managing-managed-care.html",
    "snippet": "The polls that show widespread satisfaction with managed-care health plans also suggest a growing suspicion that they sometimes let profit blur their medical judgment. A task force appointed by Gov. Pete Wilson of California has now issued a sophi...",
    "lead_paragraph": "The polls that show widespread satisfaction with managed-care health plans also suggest a growing suspicion that they sometimes let profit blur their medical judgment. A task force appointed by Gov. Pete Wilson of California has now issued a sophisticated blueprint of consumer safeguards. Equally interesting is an eight-page letter sent to Mr. Wilson by the chairman of the task force, Prof. Alain Enthoven of Stanford, that points to issues the divided group was unable to address. The task force would prohibit health plans from suddenly separating patients from their physicians, and limit the extent that doctors' incomes could depend on their treatment decisions. It would require health plans to disclose extensive data, including information on medical outcomes of physicians. It says that plans that enroll a disproportionate number of AIDS or other high-cost patients deserve some subsidy. The most controversial provision calls for a process by which patients can appeal denials of coverage for costly treatments to an independent authority.",
    "abstract": "Editorial praises California task force that issued sophisticated blueprint of consumer safeguards for managed-care health plans; notes accompanying letter from panel's chairman, Alain Enthoven, that acknowledged that it ducked the important issue of cost (M)",
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Managing Managed Care"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "ENTHOVEN, ALAIN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "HEALTH MAINTENANCE ORGANIZATIONS AND MANAGED CARE"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "CONSUMER PROTECTION"
        },
        {
            "name": "subject",
            "value": "MEDICINE AND HEALTH"
        }
    ],
    "pub_date": "1998-01-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Health; Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd203de8eb7c8105d76a132",
    "word_count": 393,
    "slideshow_credits": null
}