{
    "web_url": "https://www.nytimes.com/1991/05/12/us/how-a-work-force-responds-when-equal-rights-is-a-goal.html",
    "snippet": "Few companies push civil rights in the workplace harder than the Pacific Gas and Electric Company. In the past decade, the giant utility has put hundreds of female, black, Hispanic and Asian workers into jobs that were once the exclusive domain of...",
    "lead_paragraph": "Few companies push civil rights in the workplace harder than the Pacific Gas and Electric Company. In the past decade, the giant utility has put hundreds of female, black, Hispanic and Asian workers into jobs that were once the exclusive domain of white men. The company is one of just three that the Labor Department has praised, along with the International Business Machines Corporation and the Digital Equipment Corporation, for a commitment to affirmative action. P.G.& E. officials say they have aggressively recruited and promoted female and minority workers largely out of business necessity: they serve an ethnically diverse population of 7.5 million people in Northern California and need workers who can communicate with customers. Some Are Upset; Some Complain White male employees at P.G.& E., which has a work force of 26,000, are reacting to the changes in varied ways, a complex mosaic of the expected and unexpected. The reactions of workers, for the most part restrained in recent interviews, provide an insight into the way the American workplace will accommodate the forces of law, demographics and business conditions that are changing the complexion of the work force in the 1990's.",
    "abstract": null,
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "How a Work Force Responds When Equal Rights Is a Goal"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "PACIFIC GAS & ELECTRIC CO"
        },
        {
            "name": "subject",
            "value": "GAS (FUEL)"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "MEN"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "BLACKS (IN US)"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "WOMEN"
        },
        {
            "name": "subject",
            "value": "ELECTRIC LIGHT AND POWER"
        }
    ],
    "pub_date": "1991-05-12T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Peter",
                "middlename": "T.",
                "lastname": "KILBORN",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By PETER T. KILBORN"
    },
    "type_of_material": "News",
    "_id": "4fd1cfb88eb7c8105d708d10",
    "word_count": 1816,
    "slideshow_credits": null
}