{
    "web_url": "https://www.nytimes.com/1997/06/13/opinion/political-money-on-line.html",
    "snippet": "California is now moving to use the Internet to bring a little sunlight to the murky corners of political fund-raising. In a bipartisan vote, the California State Senate has approved a bill that will require prompt on-line filing of campaign contr...",
    "lead_paragraph": "California is now moving to use the Internet to bring a little sunlight to the murky corners of political fund-raising. In a bipartisan vote, the California State Senate has approved a bill that will require prompt on-line filing of campaign contributions to statewide candidates like governor and ballot-measure committees by 1998. All state legislative offices will be covered by 2000. California, whose State Assembly passed a similar bill last year, may thus provide an incentive for other states that have yet to go on line. Electronic filing, or ''digital sunlight,'' is grounded in a simple concept -- shine a light, learn more about influence-peddling. It does not change the dates on which candidates must file the names of their donors, but as a practical matter it will give the public much faster access to those names. In most states, reporters and public watchdog groups who want to know who is bankrolling whom must trudge to state election offices and sift through mountains of raw paper files.",
    "abstract": "Editorial supports California Senate bill that will require prompt on-line filing of campaign contributions to statewide candidates like governor by 1998 (S)",
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Money, On Line",
        "kicker": "Topics of The Times"
    },
    "keywords": [
        {
            "name": "creative_works",
            "value": "TOPICS OF THE TIMES (TIMES COLUMN)"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "COMPUTERS AND INFORMATION SYSTEMS"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "GOVERNORS (US)"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1997-06-13T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1f0dc8eb7c8105d746d06",
    "word_count": 328,
    "slideshow_credits": null
}