{
    "web_url": "https://www.nytimes.com/1996/12/28/us/dornan-files-house-complaint-to-overturn-election-result.html",
    "snippet": "Representative Robert K. Dornan, the nine-term Republican from Orange County who has maintained ever since  Election Day that he is a victim of voter fraud, has now filed a formal complaint with the House of Representatives, asking that his narrow...",
    "lead_paragraph": "Representative Robert K. Dornan, the nine-term Republican from Orange County who has maintained ever since Election Day that he is a victim of voter fraud, has now filed a formal complaint with the House of Representatives, asking that his narrow loss at the polls be overturned. The complaint, brought on Thursday before the House Federal Elections Oversight Committee, sets off a process similar to that in a lawsuit. Lawyers for the competing sides -- Mr. Dornan and Loretta Sanchez, a Democrat who defeated him on Nov. 5 by only 979 votes, of almost 95,000 cast -- can take sworn testimony and subpoena documents and other evidence, and ultimately a trial could be held before the committee.",
    "abstract": "Repr Robert Dornan, conservative California Republican, files formal complaint with House asking that his narrow defeat last November be overturned; charges fraud on behalf of Democrat Loretta Sanchez, who won by 979 votes out of almost 95,000 ballots cast; Dornan charges non-citizens, ex-convicts and others voted illegally (S)",
    "print_page": "6",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Dornan Files House Complaint To Overturn Election Result"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "SANCHEZ, LORETTA"
        },
        {
            "name": "persons",
            "value": "DORNAN, ROBERT K"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "HOUSE OF REPRESENTATIVES"
        },
        {
            "name": "subject",
            "value": "FRAUDS AND SWINDLING"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        }
    ],
    "pub_date": "1996-12-28T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1cd2f8eb7c8105d703d78",
    "word_count": 542,
    "slideshow_credits": null
}