{
    "web_url": "https://www.nytimes.com/1997/04/01/us/last-2-names-cult-members-are-listed-investigators-try-find-their-families.html",
    "snippet": "The authorities today released the last two names of the Heaven's Gate cult members found dead in the mass suicide here and said they were moving to wrap up their investigation because they had no evidence that any crime had been committed and no ...",
    "lead_paragraph": "The authorities today released the last two names of the Heaven's Gate cult members found dead in the mass suicide here and said they were moving to wrap up their investigation because they had no evidence that any crime had been committed and no indication that other people had been involved in the 39 deaths. After repeated unsuccessful efforts over the weekend to reach the families of the last members to be publicly identified, the San Diego County Medical Examiner's Office announced their names at a news conference this afternoon. They were identified as Alphonzo Ricardo Foster, a 44-year-old man with a Minnesota driver's license, and Lindley Ayerhart Pease, 41, a man who was born in Exeter, N.H., and had no driver's license.",
    "abstract": "California authorities release last two names of Heaven's Gate cult members found dead in mass suicide; are moving to wrap up investigation, citing lack of evidence that any crime had been committed or indication that other people were involved in 39 deaths; remaining cult members identified as Alphonzo Ricardo Foster and Lindley Ayerhart Pease; photo (M)",
    "print_page": "18",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Last 2 Names of Cult Members Are Listed As Investigators Try to Find Their Families",
        "kicker": "DEATH IN A CULT: THE INQUIRY"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "PEASE, LINDLEY AYERHART"
        },
        {
            "name": "persons",
            "value": "FOSTER, ALPHONZO RICARDO"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "HEAVEN'S GATE"
        },
        {
            "name": "subject",
            "value": "RELIGIOUS CULTS"
        },
        {
            "name": "subject",
            "value": "SUICIDES AND SUICIDE ATTEMPTS"
        }
    ],
    "pub_date": "1997-04-01T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Todd",
                "middlename": "S.",
                "lastname": "PURDUM",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By TODD S. PURDUM"
    },
    "type_of_material": "News",
    "_id": "4fd1f83d8eb7c8105d7545f6",
    "word_count": 1148,
    "slideshow_credits": null
}