{
    "web_url": "https://www.nytimes.com/2000/11/15/dining/tastings-russian-river-riches.html",
    "snippet": "THE pinot noir grape can't be grown just anywhere. The French have known this for centuries, and now the Californians have figured it out, too. Unlike the hardy cabernet sauvignon, the pinot noir grape is extremely sensitive to climate and soil. A...",
    "lead_paragraph": "THE pinot noir grape can't be grown just anywhere. The French have known this for centuries, and now the Californians have figured it out, too. Unlike the hardy cabernet sauvignon, the pinot noir grape is extremely sensitive to climate and soil. After decades of trial and especially error, California winemakers narrowed down the choicest regions for growing pinot noir. Sonoma County has the most acreage planted, and the grape seems to do best in the cool and foggy regions of the Sonoma Coast and the Russian River Valley. The reputation of Sonoma Coast wine rests on hard-to-find, expensive bottles from producers like Flowers and Marcassin. The Russian River Valley, too, has its share of bottles that you might happen upon in a restaurant but will rarely see in a store. Williams Selyem, Kistler, Rochioli and Dehlinger make small lots of superb wines that impress with both power and elegance. But there are many less exclusive bottles that give a taste of what all the fuss is about.",
    "abstract": "Eric Asimov comments on pinot noir wines of Russian River Valley in California; photo (S)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Russian River Riches",
        "kicker": "TASTINGS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "WINES"
        },
        {
            "name": "subject",
            "value": "ALCOHOLIC BEVERAGES"
        }
    ],
    "pub_date": "2000-11-15T00:00:00Z",
    "document_type": "article",
    "news_desk": "Dining In, Dining Out/Style Desk",
    "section_name": "Dining and Wine; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Eric",
                "rank": 1,
                "lastname": "Asimov"
            }
        ],
        "original": "By Eric Asimov"
    },
    "type_of_material": "News",
    "_id": "4fd22d448eb7c8105d7ba558",
    "word_count": 396,
    "slideshow_credits": null
}