{
    "web_url": "https://www.nytimes.com/1999/07/08/business/fraud-conviction-reversed-in-air-crash-insurance-case.html",
    "snippet": "A Federal appeals court yesterday threw out the fraud convictions of a leading airline insurer and its former chief executive who had been accused of trying to avoid financial responsibility in a 1987 commuter plane crash in California.    As the ...",
    "lead_paragraph": "A Federal appeals court yesterday threw out the fraud convictions of a leading airline insurer and its former chief executive who had been accused of trying to avoid financial responsibility in a 1987 commuter plane crash in California. As the principal ground for its reversal, the court said that Federal prosecutors had improperly chosen to try the case in the Eastern District of New York, which includes the boroughs of Brooklyn and Queens, when it should have been tried in the Southern District, which covers Manhattan, where the insurer, United States Aviation Underwriters Inc., has its offices and had been charged with 43 counts of mail fraud.",
    "abstract": "Federal appeals court throws out fraud convictions of United States Aviation Underwriters Inc, a leading airline insurer, and its former chief executive, Jophn Brennan, who had been accused of trying to avoid financial responsibility in 1987 commuter plane crash in California; says case should have been tried in Southern District of New York, not Eastern District; decision nullifies fine of $20.5 million against insurer and prison term of 4 years and 9 months for Brennan; case against insurer grew out of midair shooting aboard Pacific Southwestern Airlines flight from Los Angeles to San Francisco; plane crashed, killing 43 people, after disgruntled employee of airline shot his former supervisor, the pilot and co-pilot (M)",
    "print_page": "19",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Fraud Conviction Reversed In Air Crash Insurance Case"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BRENNAN, JOHN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "PACIFIC SOUTHWESTERN AIRLINES"
        },
        {
            "name": "organizations",
            "value": "UNITED STATES AVIATION UNDERWRITERS INC"
        },
        {
            "name": "subject",
            "value": "ACCIDENTS AND SAFETY"
        },
        {
            "name": "subject",
            "value": "FRAUDS AND SWINDLING"
        },
        {
            "name": "subject",
            "value": "AIRLINES AND AIRPLANES"
        },
        {
            "name": "subject",
            "value": "INSURANCE"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        },
        {
            "name": "subject",
            "value": "DECISIONS AND VERDICTS"
        }
    ],
    "pub_date": "1999-07-08T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "rank": 1,
                "firstname": "Joseph"
            }
        ],
        "original": "By JOSEPH B. TREASTER"
    },
    "type_of_material": "News",
    "_id": "4fd1ed658eb7c8105d73fd2f",
    "word_count": "608",
    "slideshow_credits": null
}