{
    "web_url": "https://www.nytimes.com/1996/10/29/us/excerpts-from-dole-s-address-on-affirmative-action.html",
    "snippet": "Following are excerpts, as transcribed by the Federal News Service, from a speech by Bob Dole yesterday in San Diego, where he endorsed a California ballot initiative that would bar all state-sponsored affirmative action programs.       Now we've ...",
    "lead_paragraph": "Following are excerpts, as transcribed by the Federal News Service, from a speech by Bob Dole yesterday in San Diego, where he endorsed a California ballot initiative that would bar all state-sponsored affirmative action programs. Now we've reached another turning point, this time for quality and opportunity in America. And the California Civil Rights Initiative allows the voters of this state to endorse a great principle, the principle that racial distinctions have no place in our lives or in our laws. That's the way it should be in America. . . . This initiative will not affect the employment policies of private companies. We're talking about the state government, just as we're talking government in the bill that I've introduced. It will not weaken any existing laws against racial or gender discrimination. It will not prevent active outreach in recruitment of minorities.",
    "abstract": "Text of San Diego, Calif, speech by Bob Dole endorsing California ballot initiative to outlaw affirmative action (M)",
    "print_page": "21",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Excerpts From Dole's Address on Affirmative Action",
        "kicker": "POLITICS"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "DOLE, BOB"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "BLACKS"
        },
        {
            "name": "subject",
            "value": "ELECTION ISSUES"
        },
        {
            "name": "subject",
            "value": "MINORITIES (ETHNIC, RACIAL, RELIGIOUS)"
        },
        {
            "name": "subject",
            "value": "DISCRIMINATION"
        },
        {
            "name": "subject",
            "value": "WOMEN"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "1996-10-29T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Text",
    "_id": "4fd1fad48eb7c8105d758c7b",
    "word_count": 1274,
    "slideshow_credits": null
}