{
    "web_url": "https://www.nytimes.com/1995/04/15/business/company-news-unocal-is-sued-to-invalidate-a-gasoline-patent.html",
    "snippet": "Six of the nation's largest oil companies have sued the Unocal Corporation seeking to invalidate a gasoline patent that could enable the company to charge competitors a fee for each gallon they sell in California. The suit, filed Thursday in Unite...",
    "lead_paragraph": "Six of the nation's largest oil companies have sued the Unocal Corporation seeking to invalidate a gasoline patent that could enable the company to charge competitors a fee for each gallon they sell in California. The suit, filed Thursday in United States District Court, involves a patent for a new type of low-emission fuel that California law mandates be sold beginning on June 1, 1996. Unocal received the patent in February 1994 and determined recently that it could use it to impose royalties on gas sold by other oil companies. Unocal is apparently planning to put a one-cent-a-gallon charge on the fuel -- an $80-million-a- year bonus for Unocal, the plantiffs' lawyer, John Diaz, contended in the lawsuit. The suit was filed on behalf of ARCO, Chevron, Exxon, Mobil, Shell and Texaco.",
    "abstract": null,
    "print_page": "33",
    "blog": [],
    "source": "AP",
    "multimedia": [],
    "headline": {
        "main": "UNOCAL IS SUED TO INVALIDATE A GASOLINE PATENT",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNOCAL CORP"
        },
        {
            "name": "subject",
            "value": "OIL (PETROLEUM) AND GASOLINE"
        },
        {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
        },
        {
            "name": "subject",
            "value": "INVENTIONS AND INVENTORS"
        }
    ],
    "pub_date": "1995-04-15T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1cb778eb7c8105d700991",
    "word_count": 134,
    "slideshow_credits": null
}