{
    "web_url": "https://www.nytimes.com/1996/11/07/business/mobil-and-shell-oil-to-merge-calif-operations.html",
    "snippet": "The Mobil Corporation said today that it had an agreement with the Shell Oil Company, a unit of Royal/Dutch Shell, to form a new company with the California oil-producing operations of both companies. The new company would have proven reserves of ...",
    "lead_paragraph": "The Mobil Corporation said today that it had an agreement with the Shell Oil Company, a unit of Royal/Dutch Shell, to form a new company with the California oil-producing operations of both companies. The new company would have proven reserves of more than 1 billion barrels of oil and production of approximately 250,000 barrels a day, Mobil said. Mobil, based in Fairfax, Va., said it would own a 40 percent equity interest and Calresources would own the rest. The new company, expected to start operating by mid-1997, would be based in Bakersfield, Calif., where Mobil now employs 500 people and Calresources has 875.",
    "abstract": "Mobil Corp says it has agreed with Shell Oil Co, unit of Royal Dutch/Shell, to form new company with California oil-producing operations of both companies; says new company would have proven reserves of more than 1 billion barrels of oil and production of about 250,000 barrels a day (S)",
    "print_page": "4",
    "blog": [],
    "source": "Reuters",
    "multimedia": [],
    "headline": {
        "main": "MOBIL AND SHELL OIL TO MERGE CALIF. OPERATIONS",
        "kicker": "COMPANY NEWS"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SHELL OIL CO"
        },
        {
            "name": "organizations",
            "value": "ROYAL DUTCH/SHELL GROUP"
        },
        {
            "name": "organizations",
            "value": "MOBIL CORP"
        },
        {
            "name": "subject",
            "value": "OIL (PETROLEUM) AND GASOLINE"
        }
    ],
    "pub_date": "1996-11-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1eea88eb7c8105d74231a",
    "word_count": 105,
    "slideshow_credits": null
}