{
    "web_url": "https://www.nytimes.com/1999/06/23/us/political-briefing-california-primary-conservatives-stumble.html",
    "snippet": "The Republican Presidential primary in California is a winner-take-all affair, which means that the winner collects every delegate in what is the largest pot of delegates in the nation. But in years past, the primary was held too late in the nomin...",
    "lead_paragraph": "The Republican Presidential primary in California is a winner-take-all affair, which means that the winner collects every delegate in what is the largest pot of delegates in the nation. But in years past, the primary was held too late in the nominating season to have much impact. In Election 2000, however, the California primary will be held on March 7, making it one of the earliest on the schedule, and one, given the 150-plus delegates up for grabs, that could put the winner over the top.",
    "abstract": "Supporters of conservative Republican Presidential candidates want to replace California's early winner-take-all primary, which they fear will favor Gov George W Bush of Texas, with system of separate mini-primaries in each of state's 52 Congressional districts; Bush and his supporters have convinced Democratic leaders of state Legislature to block change, which is backed by state Republican Party leaders (M)",
    "print_page": "17",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; California Primary: Conservatives Stumble"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BUSH, GEORGE W"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        }
    ],
    "pub_date": "1999-06-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd20f248eb7c8105d781949",
    "word_count": 386,
    "slideshow_credits": null
}