{
    "web_url": "https://www.nytimes.com/1999/09/22/us/for-asian-americans-a-new-political-resolve.html",
    "snippet": "As the chairman of Al Gore's Presidential campaign, Tony Coelho routinely meets with wealthy Democratic fund-raisers to offer encouragement and listen to their views. But these feel-good pep talks are rarely as blunt or as riveting as the one held...",
    "lead_paragraph": "As the chairman of Al Gore's Presidential campaign, Tony Coelho routinely meets with wealthy Democratic fund-raisers to offer encouragement and listen to their views. But these feel-good pep talks are rarely as blunt or as riveting as the one held with about two dozen Asian-Americans here late one afternoon last month. As several participants later recounted, Victor W. Hwang, a young lawyer who worked for the Democratic National Committee in 1996, broke the usual pattern of pleasantries and insisted that if Asian-Americans were to be pressed for millions of dollars in donations once again they expected clear benefits, like prime-time speakers at the Democratic convention next summer and a firm promise of a Cabinet-level appointment in a Gore Administration.",
    "abstract": "Many Asian-Americans feel that John Huang, Chinese-American who was at center of furor that erupted over illegal donations by Asians to Pres Clinton's 1996 re-election campaign, was unfairly vilified in fund-raising scandal; after years as one of most financially generous but under-represented ethnic minorities in American politics, many Asian-Americans are nursing deep wounds from what they regard as string of insulting scandals; they say things will be different in 2000; are taking political matters into their own hands by trying to transform diverse Asian-American groups into electoral bloc where population is most concentrated, in California, which is also biggest prize in Presidential campaign; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "For Asian-Americans, a New Political Resolve"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "CLINTON, BILL"
        },
        {
            "name": "persons",
            "value": "HUANG, JOHN"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "MINORITIES (US)"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "ETHICS"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
        },
        {
            "name": "subject",
            "value": "CHINESE-AMERICANS"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 1996"
        },
        {
            "name": "subject",
            "value": "ASIAN-AMERICANS"
        }
    ],
    "pub_date": "1999-09-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "James",
                "rank": 1,
                "lastname": "STERNGOLD"
            }
        ],
        "original": "By JAMES STERNGOLD"
    },
    "type_of_material": "News",
    "_id": "4fd210798eb7c8105d784a40",
    "word_count": 1983,
    "slideshow_credits": null
}