{
    "web_url": "https://www.nytimes.com/1998/06/27/us/unable-to-collect-dues-california-bar-lays-off-450-workers.html",
    "snippet": "With its financing slashed in a political standoff with the Governor, the State Bar of California, the main regulatory and disciplinary body for lawyers in the state, laid off hundreds of employees today and sharply curtailed its functions.    Off...",
    "lead_paragraph": "With its financing slashed in a political standoff with the Governor, the State Bar of California, the main regulatory and disciplinary body for lawyers in the state, laid off hundreds of employees today and sharply curtailed its functions. Officers and several legal experts for the bar, which oversees about 130,000 lawyers, said the cutbacks left Californians with little ability to file grievances against lawyers or even to check lawyers' records.",
    "abstract": "State Bar of California, main regulatory and disciplinary body for lawyers, is forced by slash in dues to lay off 450 of its 650 workers; cutbacks leaves Californians with little ability to file grievances against lawyers or to check lawyers' records; Gov Pete Wilson vetoed bill last Oct authorizing most of compulsory dues paid by lawyers, charging group used dues to lobby for causes; lawmakers have been unable to agree on compromise bill (M)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Unable to Collect Dues, California Bar Lays Off 450 Workers"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "CALIFORNIA BAR ASSN"
        },
        {
            "name": "subject",
            "value": "FINANCES"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "LOBBYING AND LOBBYISTS"
        },
        {
            "name": "subject",
            "value": "LEGAL PROFESSION"
        }
    ],
    "pub_date": "1998-06-27T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Frank",
                "rank": 1,
                "lastname": "BRUNI"
            }
        ],
        "original": "By FRANK BRUNI"
    },
    "type_of_material": "News",
    "_id": "4fd1deaa8eb7c8105d722c9a",
    "word_count": 658,
    "slideshow_credits": null
}