{
    "web_url": "https://www.nytimes.com/1999/08/09/opinion/the-new-affirmative-action-fight.html",
    "snippet": "Three years ago California voters approved Proposition 209, a retrograde measure that ended affirmative action programs in public college admissions and in government hiring and contracts. The rationale was that minorities should not be given any ...",
    "lead_paragraph": "Three years ago California voters approved Proposition 209, a retrograde measure that ended affirmative action programs in public college admissions and in government hiring and contracts. The rationale was that minorities should not be given any special preferences but should instead compete on an equal footing with others. But now a new lawsuit has made it clear how badly that stacks the deck against outstanding minority students in California. Worse yet, a renewed political drive against racial preferences in California could make it virtually impossible even to inform minorities of the opportunities available to them. The lawsuit, brought against the state by the American Civil Liberties Union, charges that students at black and Hispanic high schools have little or no chance to take the challenging courses that would help get them admitted to California's first-tier public universities. The suit focuses on the advanced-placement courses that are designed to give students exposure to college-level work while still in high school. These courses end with an examination administered by the College Board, which costs about $75 per student. Many states view the exams as so important that they waive the fees for the poorest students.",
    "abstract": "Editorial deplores moves by affirmative action opponents in California to ban outreach and recuritment efforts that merely encourage minorities and women to compete in workplace and give them equal opportunities in higher education; says 'pernicious' attack, if successful, would take away crucial remaining tool to remedy lingering effects of racial and gender discrimination",
    "print_page": "14",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The New Affirmative Action Fight"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EQUAL EDUCATIONAL OPPORTUNITIES"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "LABOR"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "COLLEGES AND UNIVERSITIES"
        },
        {
            "name": "subject",
            "value": "DISCRIMINATION"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        }
    ],
    "pub_date": "1999-08-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd200828eb7c8105d763deb",
    "word_count": 648,
    "slideshow_credits": null
}