{
    "web_url": "https://www.nytimes.com/2000/09/20/opinion/medical-marijuana-and-free-speech.html",
    "snippet": "The Clinton administration's three-year battle to prevent the use of marijuana as medicine as allowed under California law got a well-deserved rebuke this month. A federal judge wisely ruled that the administration could not punish doctors who rec...",
    "lead_paragraph": "The Clinton administration's three-year battle to prevent the use of marijuana as medicine as allowed under California law got a well-deserved rebuke this month. A federal judge wisely ruled that the administration could not punish doctors who recommend the benefits of marijuana to their patients. Such a policy, wrote Judge William Alsup, raises ''severe First Amendment doubts.'' Proposition 215, approved by voters in California in 1996, made it legal for seriously ill patients to obtain and use marijuana when that therapy was recommended by a doctor. Seven other states have since enacted similar measures. Marijuana possession remains illegal under federal drug laws. But the federal government seldom prosecutes medical marijuana users because the quantities are small and juries tend to sympathize with seriously ill individuals. Instead the administration has tried to circumvent the California law by threatening doctors who recommend marijuana with the loss of their federal licenses to prescribe drugs.",
    "abstract": "Editorial hails Judge William Alsup's ruling that government cannot punish doctors who recommend benefits of marijuana; scores effort to circumvent California law legalizing marijuana use by seriously ill patients; urges administration to make marijuana available to sick",
    "print_page": "26",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Medical Marijuana and Free Speech"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "ALSUP, WILLIAM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "DRUG ABUSE AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "MARIJUANA"
        }
    ],
    "pub_date": "2000-09-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd209738eb7c8105d774f6d",
    "word_count": 391,
    "slideshow_credits": null
}