{
    "web_url": "https://www.nytimes.com/1998/02/18/dining/wine-talk-microbrew-generation-just-won-t-pop-the-cork.html",
    "snippet": "TIMES have been good for the California wine industry of late. Consumption has risen for the last five years, retail prices are up and demand is so high for some wines that only customers who have signed up in advance can hope to buy them.     But...",
    "lead_paragraph": "TIMES have been good for the California wine industry of late. Consumption has risen for the last five years, retail prices are up and demand is so high for some wines that only customers who have signed up in advance can hope to buy them. But wine producers see a dark cloud on the horizon, and in spite of the rains that have been pounding the West Coast this winter, it has nothing to do with El Nino.",
    "abstract": "Wine producers are concerned that young people, 21- to 29-year-olds, are turning away from wine; over-50 crowd drinks most of wine; younger people are drinking beer, much of it the stronger-flavored microbrews; 30-something consumers account for almost 50 percent of all beer drunk in country in 1996; for $13-billion-a-year wine industry, loss of so many potential customers come at time when California's winemakers are on brink of huge expansion, with thousands of acres of new vineyards coming into production over next decade; charts (L)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Wine Talk; Microbrew Generation Just Won't Pop the Cork"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AGE, CHRONOLOGICAL"
        },
        {
            "name": "subject",
            "value": "WINES"
        },
        {
            "name": "subject",
            "value": "BEER"
        },
        {
            "name": "subject",
            "value": "ALCOHOLIC BEVERAGES"
        }
    ],
    "pub_date": "1998-02-18T00:00:00Z",
    "document_type": "article",
    "news_desk": "Dining In, Dining Out/Style Desk",
    "section_name": "Dining and Wine; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Frank",
                "middlename": "J.",
                "lastname": "Prial",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Frank J. Prial"
    },
    "type_of_material": "News",
    "_id": "4fd209268eb7c8105d774ce8",
    "word_count": 1221,
    "slideshow_credits": null
}