{
    "web_url": "https://www.nytimes.com/1999/09/03/us/deadly-summer-raises-concern-on-thrill-rides.html",
    "snippet": "With summer slipping away, 16-year-old Dhar Basra was losing his chance to get his fill of hair-raising excitement. On the day he and five friends made it here to Six Flags Marine World, two of the amusement park's three roller coasters were close...",
    "lead_paragraph": "With summer slipping away, 16-year-old Dhar Basra was losing his chance to get his fill of hair-raising excitement. On the day he and five friends made it here to Six Flags Marine World, two of the amusement park's three roller coasters were closed for repairs, including the now-notorious Boomerang, which jerked to a halt last week, leaving passengers hanging 70 feet in the air in 100-degree heat for up to four hours. Dhar and his buddies had to be content to find their thrills on Kong, a ride with enough corkscrews and plunges to have them coming back for more. In fact, more people were waiting for Kong than for any other ride here, suggesting that a recent spate of deadly accidents on amusement park rides has yet to deter the coaster faithful. Accidents? ''They don't worry me,'' Dhar said with a shrug. ''I don't even think of them.''",
    "abstract": "Increasing number of critics are calling for stricter, more uniform regulations at amusement park rides; there have been six deaths on rides, four of them in last two weeks, and host of mishaps; amusement parks are becoming more popular, and bigger, taller, faster roller coasters are being built, raising host of safety issues; there is no Federal oversight of amusement parks; 40 states have their own safety regulations; others have none; California, which has no regulations for industry, has highest rate of ride-accident deaths in country, 15 in last 25 years; this does not not seem to faze thrills-and-chills seekers; patrons at several parks say they will continue to go on their favorite rides (M)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Deadly Summer Raises Concern on Thrill Rides"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ACCIDENTS AND SAFETY"
        },
        {
            "name": "subject",
            "value": "AMUSEMENT PARKS"
        },
        {
            "name": "subject",
            "value": "REGULATION AND DEREGULATION OF INDUSTRY"
        }
    ],
    "pub_date": "1999-09-03T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Evelyn",
                "rank": 1,
                "lastname": "NIEVES"
            }
        ],
        "original": "By EVELYN NIEVES"
    },
    "type_of_material": "News",
    "_id": "4fd226028eb7c8105d7adc61",
    "word_count": 1241,
    "slideshow_credits": null
}