{
    "web_url": "https://www.nytimes.com/1999/04/25/sports/backtalk-wolves-walk-on-the-wild-side-proved-deadly.html",
    "snippet": "Cisco, a Mexican gray wolf, sits among the brittlebrush and desert willows in the wolf exhibit area of the Living Desert Wildlife and Botanical Park, at the center of the only quarter-acre of land he has ever known. He regards all that lies beyond...",
    "lead_paragraph": "Cisco, a Mexican gray wolf, sits among the brittlebrush and desert willows in the wolf exhibit area of the Living Desert Wildlife and Botanical Park, at the center of the only quarter-acre of land he has ever known. He regards all that lies beyond with indifferent amber eyes. A faint breeze ripples across his light coat. It is barely 9 A.M., and the park is empty of people. The stillness is interrupted by faint panting and light footfalls in the dirt moat below, and momentarily she is there, the she-wolf, Minnie. She has wallowed in the miniature pond; her reddish-tan coat is soaked and matted to her delicate legs and haunches. Skittishly, she veers off and vaults up two boulders, barely touching them before she alights on the berm. She shakes, and droplets explode in the sun. Then she vanishes down the back of the berm.",
    "abstract": "Update on Fish and Wildlife Service's pioneering Mexican Gray Wolf Recovery Program; male wolf named Val was shot to death by camper, leaving his former partner, Minnie, and second male, Cisco, at Living Desert Wildlife and Botanical Park in California; photos (M)",
    "print_page": "13",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Backtalk; Wolves' Walk on the Wild Side Proved Deadly"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "LIVING DESERT WILDLIFE AND BOTANICAL PARK"
        },
        {
            "name": "organizations",
            "value": "FISH AND WILDLIFE SERVICE"
        },
        {
            "name": "subject",
            "value": "ENDANGERED AND EXTINCT SPECIES"
        },
        {
            "name": "subject",
            "value": "WOLVES"
        }
    ],
    "pub_date": "1999-04-25T00:00:00Z",
    "document_type": "article",
    "news_desk": "Sports Desk",
    "section_name": "Sports",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Pete",
                "rank": 1,
                "lastname": "BODO"
            }
        ],
        "original": "By PETE BODO"
    },
    "type_of_material": "News",
    "_id": "4fd1e9218eb7c8105d73777d",
    "word_count": 1519,
    "slideshow_credits": null
}