{
    "web_url": "https://www.nytimes.com/1992/04/05/travel/california-on-600-calories-a-day.html",
    "snippet": "THE Ashram, a health spa in the Santa Monica hills above Malibu, has a formidable reputation. To spa cognoscenti, who trade tales of sybaritic stays at the Canyon Ranch in Tucson or Rancho La Puerta in Baja, the Ashram is Everest, the New Age boot...",
    "lead_paragraph": "THE Ashram, a health spa in the Santa Monica hills above Malibu, has a formidable reputation. To spa cognoscenti, who trade tales of sybaritic stays at the Canyon Ranch in Tucson or Rancho La Puerta in Baja, the Ashram is Everest, the New Age boot camp that's built around extremes -- maximum exercise and minimal food, with none of the classic spa amenities like saunas, pedicures and mudpacks. The format is alarmingly simple. You consume 600 calories a day. You spend the rest of your waking hours hiking (five hours a day), lifting weights and doing calisthenics, water aerobics and yoga. A daily massage, an isolated indulgence, is also included, but that's so you'll be able to walk the next day. Triathletes come to the place to shape up before competitions. \"You poor thing,\" shrieked an Ashram alum when I told her I'd signed up for a weeklong stay, the shortest allowed. \"I want to be wrapped in lettuce leaves, not eat them.\" She had a point. So it was with mild trepidation -- and an emergency stash of raisins and M & M's -- that I flew to California. My concerns about survival were hardly allayed by the stern-sounding Ashram official who, over the telephone, inquired about my exercise habits, height, weight and age before signing me up. (I wasn't much overweight, but two weekly aerobics classes suddenly sounded like paltry preparation for daily 15-mile hikes.)",
    "abstract": null,
    "print_page": "15",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California on 600 Calories a Day"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "ASHRAM, THE"
        },
        {
            "name": "subject",
            "value": "SPAS"
        },
        {
            "name": "subject",
            "value": "NYTRAVEL"
        },
        {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
        }
    ],
    "pub_date": "1992-04-05T00:00:00Z",
    "document_type": "article",
    "news_desk": "Travel Desk",
    "section_name": "Travel",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "rank": 1
            }
        ],
        "original": "By TERRY TRUCCO;"
    },
    "type_of_material": "News",
    "_id": "4fd1ced98eb7c8105d70724c",
    "word_count": 2140,
    "slideshow_credits": null
}