{
    "web_url": "https://www.nytimes.com/1998/01/14/dining/wine-talk-big-wine-sellers-enlist-states-in-fighting-tiny-foes.html",
    "snippet": "CALIFORNIA, the old vaudevillian Fred Allen used to say, was a great place to live -- if you were an orange.    These days, it's a great place to live if you are a fan of the state's popular small wineries. In fact, it may be the only place, if yo...",
    "lead_paragraph": "CALIFORNIA, the old vaudevillian Fred Allen used to say, was a great place to live -- if you were an orange. These days, it's a great place to live if you are a fan of the state's popular small wineries. In fact, it may be the only place, if you want to enjoy their wines. Elsewhere, your friendly local wine merchant and his wholesalers, abetted by their friends in the state legislatures, may be working hard to see that you never get those wines.",
    "abstract": "Frank J Prial Wine Talk column on growing problem for wine-lovers, and small wineries; notes that in state after state, at prodding of wine distributors, retailers and tax-hungry legislators, laws have been passed prohibiting out-of-state wineries from shipping direct to customers; they assert that direct shipment hurts businesses in traditional distribution system and robs states of taxes; many small wineries that produce less than 5,000 cases of wine a year find themselves in a Catch-22; they make so little wine that few distributors or retailers are interested in handling it; but those same distributors and retailers want wineries--most of which are in California--prosecuted if they ship wines themselves; issues discussed (M)",
    "print_page": "8",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Wine Talk; Big Wine Sellers Enlist States in Fighting Tiny Foes"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "STATES (US)"
        },
        {
            "name": "subject",
            "value": "WINES"
        },
        {
            "name": "subject",
            "value": "TAXATION"
        },
        {
            "name": "subject",
            "value": "ALCOHOLIC BEVERAGES"
        }
    ],
    "pub_date": "1998-01-14T00:00:00Z",
    "document_type": "article",
    "news_desk": "Dining In, Dining Out/Style Desk",
    "section_name": "Dining and Wine; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Frank",
                "middlename": "J.",
                "lastname": "Prial",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Frank J. Prial"
    },
    "type_of_material": "News",
    "_id": "4fd209238eb7c8105d774a4f",
    "word_count": 1291,
    "slideshow_credits": null
}