{
    "web_url": "https://www.nytimes.com/1998/05/17/travel/leaving-the-freeway-paying-a-price.html",
    "snippet": "SOME say that the frontier closed in 1867, when barbed wire was first patented. For others it was 1869, when the transcontinental railroad was completed. In 1893 Frederick Jackson Turner declared it closed in a seminal paper presented at a meeting...",
    "lead_paragraph": "SOME say that the frontier closed in 1867, when barbed wire was first patented. For others it was 1869, when the transcontinental railroad was completed. In 1893 Frederick Jackson Turner declared it closed in a seminal paper presented at a meeting of the American Historical Association. Entitled ''The Significance of the Frontier in American History,'' it argued that ''The existence of an area of free land, its continuous recession, and the advance of American settlement westward, explain American development. . . . The true point of view in the history of this nation is not the Atlantic coast, it is the Great West.'' This region, he suggested, was made up of a series of frontiers -- the trader's frontier, the miner's frontier, the rancher's frontier, and lastly, the farmer's frontier. Not mentioned in his paper was the internal frontier, the personal landscape -- in the American imagination, wide-open space with a few itinerant tumbleweeds -- that is imprinted at the time of birth on every citizen's slate. Although I read in high school that the frontier, my birthright, was closed, I never believed it.",
    "abstract": "Deanne Stillman travel essay on detouring off Southern California freeway onto road called San Joaquin Hills Corridor, and getting ticket for unwittingly failing to pay toll (S)",
    "print_page": "37",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Leaving the Freeway, Paying a Price"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
        },
        {
            "name": "subject",
            "value": "TOLLS"
        }
    ],
    "pub_date": "1998-05-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "Travel Desk",
    "section_name": "Travel",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Deanne",
                "rank": 1,
                "lastname": "STILLMAN"
            }
        ],
        "original": "By DEANNE STILLMAN"
    },
    "type_of_material": "News",
    "_id": "4fd206678eb7c8105d76f79d",
    "word_count": 1268,
    "slideshow_credits": null
}