{
    "web_url": "https://www.nytimes.com/1998/05/08/us/political-briefing-this-boxer-is-favored-to-retain-her-title.html",
    "snippet": "Almost from the day she was elected back in 1992, Senator Barbara Boxer has had to contend with speculation that her rock-solid Democratic liberalism would ultimately turn out to be a bad political fit in California, with election to a second term...",
    "lead_paragraph": "Almost from the day she was elected back in 1992, Senator Barbara Boxer has had to contend with speculation that her rock-solid Democratic liberalism would ultimately turn out to be a bad political fit in California, with election to a second term an uphill struggle. But the hill doesn't seem so steep as it once did. The latest Field Poll shows the Senator way out front going into the June 2 ''open'' primary, in which candidates from both parties will compete in one big free-for-all, with the top Republican vote-getter and the top Democratic vote-getter (Senator Boxer is the only Democratic candidate) going on to compete again in the November election. What the poll does not make clear is which of two Republicans running in the primary -- State Treasurer Matt Fong or Darrell Issa, owner of a car-alarm company -- will most likely make it into the fall face-off with Senator Boxer.",
    "abstract": "Field Poll shows that US Sen Barbara Boxer is frontrunner going into June 2 'open' primary in California in which candidates from both parties will compete; photo (S)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Political Briefing; This Boxer Is Favored To Retain Her Title"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "BOXER, BARBARA"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "SENATE"
        },
        {
            "name": "subject",
            "value": "PUBLIC OPINION"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "FIELD POLL"
        }
    ],
    "pub_date": "1998-05-08T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. Drummond Ayres Jr"
    },
    "type_of_material": "News",
    "_id": "4fd206668eb7c8105d76f6c1",
    "word_count": 253,
    "slideshow_credits": null
}