{
    "web_url": "https://www.nytimes.com/1998/01/11/magazine/sunday-january-11-1998-huff-and-puff.html",
    "snippet": "In a cruel blow, California ushered in the New Year with a ban on smoking in the holy of holies -- bars -- and as usual in these skirmishes there's strong opposition. Well, at this point, mostly there's just Raymond Sasso, president of Forces (Fig...",
    "lead_paragraph": "In a cruel blow, California ushered in the New Year with a ban on smoking in the holy of holies -- bars -- and as usual in these skirmishes there's strong opposition. Well, at this point, mostly there's just Raymond Sasso, president of Forces (Fight Ordinances and Restrictions to Control and Eliminate Smoking), a two-year-old California group dedicated to puffer justice. Sasso, 45, admits that there's not much he can do -- he recently sent out a tart ''European advisory'' to urge tourists to boycott the Golden State -- so he's putting his hopes on civil disobedience. ''Police have better things to do,'' he says, citing rumors that the law will be widely ignored, ''than give someone a ticket for smoking in a bar.''",
    "abstract": "California ushers in New Year with ban on smoking in bars amid strong opposition (S)",
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "HUFF AND PUFF",
        "kicker": "SUNDAY: JANUARY 11, 1998"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BARS"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        }
    ],
    "pub_date": "1998-01-11T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Magazine",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1f7c68eb7c8105d7530b3",
    "word_count": 128,
    "slideshow_credits": null
}