{
    "web_url": "https://www.nytimes.com/1993/04/22/opinion/welfare-reform-that-works.html",
    "snippet": "Small, positive change. That's been the unvarying refrain from studies of state programs to move welfare recipients into jobs. But now there's better news. A study of California's welfare reform shows that programs emphasizing job search, educatio...",
    "lead_paragraph": "Small, positive change. That's been the unvarying refrain from studies of state programs to move welfare recipients into jobs. But now there's better news. A study of California's welfare reform shows that programs emphasizing job search, education and training can increase earnings by sizable amounts and also cut welfare outlays. Even better, the earnings boost for individuals gets bigger over time -- inviting hope that small change might eventually yield large gains. California's welfare program mirrors the Family Support Act, a 1988 Federal reform, and incorporates President Clinton's call for reciprocal obligation. Welfare parents continue to get benefits, but in exchange agree to participate in programs designed to get them into steady jobs. The California plan places welfare recipients in literacy, schooling, job-search and training programs. It provides transportation and child care while recipients enroll in the program, and continues child care for a year after they locate jobs.",
    "abstract": null,
    "print_page": "24",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Welfare Reform That Works"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "FAMILY SUPPORT ACT OF 1988"
        },
        {
            "name": "subject",
            "value": "WELFARE RECIPIENTS, EMPLOYMENT OF"
        },
        {
            "name": "subject",
            "value": "EDITORIALS"
        },
        {
            "name": "subject",
            "value": "WELFARE (US)"
        },
        {
            "name": "subject",
            "value": "RESEARCH"
        }
    ],
    "pub_date": "1993-04-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "Editorial Desk",
    "section_name": "Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Editorial",
    "_id": "4fd1a55a8eb7c8105d6be848",
    "word_count": 367,
    "slideshow_credits": null
}