{
    "web_url": "https://www.nytimes.com/1991/06/23/travel/travel-advisory-route-reopens-in-california.html",
    "snippet": "Visitors exploring the California coast north of San Francisco can once again enjoy easy access to the Marin County seaside with the reopening June 15 of a stretch of State Route 1 between Muir Beach and Stinson Beach. The road had been closed sin...",
    "lead_paragraph": "Visitors exploring the California coast north of San Francisco can once again enjoy easy access to the Marin County seaside with the reopening June 15 of a stretch of State Route 1 between Muir Beach and Stinson Beach. The road had been closed since January 1990 when a 600-foot section began sinking toward the ocean after the Loma Prieta earthquake in October 1989. Over 500,000 cubic yards of earth have since been moved to recarve the roadway deeper into the hillside. While Stinson Beach remained accessible by a twisting two-lane road known as the Panoramic Highway, the reopening of State Route 1 provides a welcome straight and rapid route to the tiny beach town that has suffered tremendous economic loss during the closure. Beyond Stinson, visitors can continue north to Point Reyes National Seashore.",
    "abstract": null,
    "print_page": "3",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Travel Advisory; Route Reopens In California"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EARTHQUAKES"
        },
        {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
        },
        {
            "name": "subject",
            "value": "NYTRAVEL"
        }
    ],
    "pub_date": "1991-06-23T00:00:00Z",
    "document_type": "article",
    "news_desk": "Travel Desk",
    "section_name": null,
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1a9ee8eb7c8105d6c73dd",
    "word_count": 134,
    "slideshow_credits": null
}