{
    "web_url": "https://www.nytimes.com/1991/10/20/magazine/l-class-struggle-063691.html",
    "snippet": "The main point of the controversial California textbook reforms seems to be to avoid at all costs what is disparagingly referred to as a \"Eurocentric\" approach in the history and social-studies curriculum.   But why should Eurocentrism be decried?...",
    "lead_paragraph": "The main point of the controversial California textbook reforms seems to be to avoid at all costs what is disparagingly referred to as a \"Eurocentric\" approach in the history and social-studies curriculum. But why should Eurocentrism be decried? Non-Europeans have made significant contributions to American life, but it remains a fact that this country was founded by people of Western European, predominantly English stock who bequeathed to us our language and basic social and political institutions, and thus created the matrix within which American society still functions. More than that, Europeans more than any others have shaped the modern world. Let the anti-Eurocentrists visit the United Nations, and they will hear speakers from every continent frame their discourse on political, legal, economic and scientific matters in terms and concepts that originated in Europe.",
    "abstract": null,
    "print_page": "12",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "CLASS STRUGGLE"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HERMAN, LOUIS J"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
        },
        {
            "name": "subject",
            "value": "TEXTBOOKS"
        },
        {
            "name": "subject",
            "value": "HISTORY"
        }
    ],
    "pub_date": "1991-10-20T00:00:00Z",
    "document_type": "article",
    "news_desk": "Magazine Desk",
    "section_name": "Education; Magazine; Opinion",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "Letter",
    "_id": "4fd1a5e58eb7c8105d6bf52a",
    "word_count": 213,
    "slideshow_credits": null
}