{
    "web_url": "https://www.nytimes.com/1997/02/22/business/operators-of-juice-bars-hope-to-match-success-of-the-coffee-chains.html",
    "snippet": "First, there was frozen yogurt, which was transformed overnight from ice cream's poor cousin into an American snacking staple. Then, there was caffe latte, a treat once reserved for gondolas and exotic outposts and now the morning sustenance of co...",
    "lead_paragraph": "First, there was frozen yogurt, which was transformed overnight from ice cream's poor cousin into an American snacking staple. Then, there was caffe latte, a treat once reserved for gondolas and exotic outposts and now the morning sustenance of construction workers. Can blue-green algae and Ginkgo biloba be far behind? The owners of Jamba Juice, a 45-store chain of juice bars serving up fresh and frothy beverage blends -- known in juice-business argot as smoothies -- are convinced that juice may be the hottest new food item since the Starbucks Corporation convinced the world it was a great idea to spend $2 for a cup of coffee. Here, the attraction is not a caffeine jolt, but the supposed healing powers of the mix-ins. (An extract from the leaf of the Ginkgo biloba, a tree common in China and Japan, is thought to strengthen the immune system; blue-green algae is added as a source of vitamin B12.) Nutrition experts dispute most of the health claims made for these ingredients but acknowledge that they are probably harmless.",
    "abstract": "Juice bars seek to capitalize on Americans' dueling obsessions with healthy eating and sweets; there are now hundreds of juice bars--most of them small and on West Coast--and new ones pop up almost daily; in California, where juice bars are most popular, more than 150 companies are now active, up from handful six years ago; owners of Jamba Juice, 45-store chain of juice bars serving up fresh and and frothy beverage blends--known in the business as smoothies--are convinced that juice may be hottest new food item since Starbucks Corp started rage of coffee bars; photos (M)",
    "print_page": "35",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Operators of Juice Bars Hope to Match Success Of the Coffee Chains",
        "kicker": "A New Battle For a Nation's Taste Buds"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "JAMBA JUICE"
        },
        {
            "name": "organizations",
            "value": "STARBUCKS CORP"
        },
        {
            "name": "subject",
            "value": "JUICES"
        }
    ],
    "pub_date": "1997-02-22T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Jennifer",
                "rank": 1,
                "lastname": "STEINHAUER"
            }
        ],
        "original": "By JENNIFER STEINHAUER"
    },
    "type_of_material": "News",
    "_id": "4fd1cd2f8eb7c8105d703d5f",
    "word_count": 1813,
    "slideshow_credits": null
}