{
    "web_url": "https://www.nytimes.com/1991/02/10/weekinreview/nation-nature-humbles-state-mind-5-year-drought-only-latest-trouble-paradise.html",
    "snippet": "CALIFORNIANS yet again have cause to ponder the consequences of the profligacy, recklessness and greed that have long dulled the California dream of hope, renewal and optimism. In what the historian Kevin Starr has called \"the intensified pursuit ...",
    "lead_paragraph": "CALIFORNIANS yet again have cause to ponder the consequences of the profligacy, recklessness and greed that have long dulled the California dream of hope, renewal and optimism. In what the historian Kevin Starr has called \"the intensified pursuit of human happiness\" that marks the energetic history of California, insult after insult has been inflicted on this earthly paradise. The great Gold Rush left the mountains scarred like a battlefield. Lumbermen denuded the magnificent stands of redwood to the point that the few remaining trees are tourist curiosities. Automobiles have exhausted the air of Southern California. And now, it seems, the water is nearly all gone. It did not have to be this way. For four dry years, water officials gambled that the rain and snow would resume soon, treating drought as a temporary inconvenience. To maintain near-normal deliveries, they drew down reservoirs to dangerously low levels. Even as drought tightened its grip in 1990, California farmers racked up record receipts and income. California remained the nation's second largest grower of rice, a monsoon crop that can be grown here only with cheap subsidized water and Federal crop supports. And there seemed plenty of water for Angelenos to fill their pools and wash their sidewalks.",
    "abstract": null,
    "print_page": "3",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "The Nation: Nature Humbles a State of Mind; 5-Year Drought Is Only the Latest Trouble in Paradise"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "SOCIAL CONDITIONS AND TRENDS"
        },
        {
            "name": "subject",
            "value": "DROUGHT"
        },
        {
            "name": "subject",
            "value": "LIFE STYLES"
        },
        {
            "name": "subject",
            "value": "WEATHER"
        },
        {
            "name": "subject",
            "value": "WATER"
        },
        {
            "name": "subject",
            "value": "GEOGRAPHIC PROFILES"
        },
        {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
        }
    ],
    "pub_date": "1991-02-10T00:00:00Z",
    "document_type": "article",
    "news_desk": "Week In Review Desk",
    "section_name": "Week in Review",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Robert",
                "rank": 1,
                "lastname": "REINHOLD"
            }
        ],
        "original": "By ROBERT REINHOLD"
    },
    "type_of_material": "News",
    "_id": "4fd197ef8eb7c8105d6a6de4",
    "word_count": 1645,
    "slideshow_credits": null
}