{
    "web_url": "https://www.nytimes.com/1998/03/26/garden/currents-los-angeles-california-dreamers-awake-to-reality.html",
    "snippet": "CALL Los Angeles Prototype City. That bang! bang! bang! is the sound of new chairs and tables, beds and sofas taking shape on the assembly line.    This is the best of times for California's furniture and interior designers, following a rough deca...",
    "lead_paragraph": "CALL Los Angeles Prototype City. That bang! bang! bang! is the sound of new chairs and tables, beds and sofas taking shape on the assembly line. This is the best of times for California's furniture and interior designers, following a rough decade. The real estate market is surging, clients are in the mood to remodel their homes and -- after seven or eight lean years spent honing their survival skills -- West Coast designers are turning out furniture as fast as crafts people can lacquer and paint. Last week many of California's top furniture designers introduced their newest collections at Westweek 98, an annual trade show at the Pacific Design Center in West Hollywood that previews furnishings headed for showrooms nationwide. And what were California's top designers exhibiting? Tradition, played straight. Let Italian designers indulge flights of fancy. Californians prefer updating the classics, as in Sheraton-style chairs, Paris-salon-style armchairs, Austenesque Regency tables, even Anglo-Indian-style etageres.",
    "abstract": "Many of California's top furniture designers introduce new collections at Westweek 98, annual trade show at Pacific Design Center in West Hollywood; new furnishings are restrained and genteel, with some of best designs blurring line between traditional and contemporary; photos (M)",
    "print_page": "3",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Currents: Los Angeles; California Dreamers Awake to Reality"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "PACIFIC DESIGN CENTER"
        },
        {
            "name": "subject",
            "value": "FURNITURE"
        },
        {
            "name": "subject",
            "value": "TRADE SHOWS AND FAIRS"
        }
    ],
    "pub_date": "1998-03-26T00:00:00Z",
    "document_type": "article",
    "news_desk": "House & Home/Style Desk",
    "section_name": "Home and Garden; Style",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "firstname": "Diane",
                "middlename": "Dorrans",
                "lastname": "Saeks",
                "rank": 1,
                "role": "reported",
                "organization": ""
            }
        ],
        "original": "By Diane Dorrans Saeks"
    },
    "type_of_material": "News",
    "_id": "4fd216c38eb7c8105d791a13",
    "word_count": 812,
    "slideshow_credits": null
}