{
    "web_url": "https://www.nytimes.com/1996/12/07/us/ban-extended-on-affirmative-action-measure.html",
    "snippet": "A Federal judge today temporarily barred the University of California from enforcing the provisions of Proposition 209, the voter initiative approved last month that would end  the state's affirmative action programs.    Extending a temporary rest...",
    "lead_paragraph": "A Federal judge today temporarily barred the University of California from enforcing the provisions of Proposition 209, the voter initiative approved last month that would end the state's affirmative action programs. Extending a temporary restraining order he issued against Gov. Pete Wilson and Attorney General Daniel E. Lungren last week, Chief Judge Thelton E. Henderson of Federal District Court in San Francisco ordered the university system to retain such programs until Dec. 16, when the court will hear arguments for a preliminary injunction against enforcement of the initiative.",
    "abstract": "Judge Thelton E Henderson temporarily bars University of California from enforcing provisions of Proposition 209, the voter-approved measure that would end the state's affirmative action programs; court will hear arguments for a preliminary injunction against enforcement of measure on Dec 16 (M)",
    "print_page": "10",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Ban Extended on Affirmative Action Measure"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HENDERSON, THELTON E"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "UNIVERSITY OF CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        },
        {
            "name": "subject",
            "value": "COLLEGES AND UNIVERSITIES"
        },
        {
            "name": "subject",
            "value": "SUITS AND CLAIMS AGAINST GOVERNMENT"
        }
    ],
    "pub_date": "1996-12-07T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Education; U.S.",
    "subsection_name": null,
    "byline": null,
    "type_of_material": "News",
    "_id": "4fd1ede18eb7c8105d740a79",
    "word_count": 500,
    "slideshow_credits": null
}