{
    "web_url": "https://www.nytimes.com/1997/01/16/us/foes-of-affirmative-action-form-a-national-group.html",
    "snippet": "The opponents of affirmative action who persuaded California voters to pass Proposition 209 last November announced today that they had formed the American Civil Rights Institute to argue ''aggressively'' that the rest of the states, as well as Co...",
    "lead_paragraph": "The opponents of affirmative action who persuaded California voters to pass Proposition 209 last November announced today that they had formed the American Civil Rights Institute to argue ''aggressively'' that the rest of the states, as well as Congress, should abolish all race and sex preferences in hiring, contracting and college admissions. The founders of the institute, which is to be financed by individuals and foundations, said the new national organization would have a ''strong presence'' in Washington and in every state where opponents of preferences ask for help.",
    "abstract": "Opponents of affirmative action announce formation of American Civil Rights Institute to argue 'aggressively' for abolition of all race and sex preferences in hiring, contracting and college admissions in 49 states and in Congress, similar to Proposition 209 passed in California; institute will be financed by individuals and foundations (M)",
    "print_page": "16",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Foes of Affirmative Action Form a National Group"
    },
    "keywords": [
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "organizations",
            "value": "AMERICAN CIVIL RIGHTS INSTITUTE"
        },
        {
            "name": "subject",
            "value": "AFFIRMATIVE ACTION"
        }
    ],
    "pub_date": "1997-01-16T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "U.S.",
    "subsection_name": null,
    "byline": {
        "person": [],
        "original": "By B. DRUMMOND AYRES Jr"
    },
    "type_of_material": "News",
    "_id": "4fd1fcc68eb7c8105d75bcf8",
    "word_count": 966,
    "slideshow_credits": null
}