{
    "web_url": "https://www.nytimes.com/1992/08/09/weekinreview/conversations-tom-hayden-inciting-riots-1968-winning-wealthy-district.html",
    "snippet": "Whatever else one says about Tom Hayden, he practices what he preaches. At the appointed time of the interview, he drives up in his white Ford Escort, jumps out on Wilshire Boulevard and proudly props up the hood to display the big batteries. Open...",
    "lead_paragraph": "Whatever else one says about Tom Hayden, he practices what he preaches. At the appointed time of the interview, he drives up in his white Ford Escort, jumps out on Wilshire Boulevard and proudly props up the hood to display the big batteries. Opening the flap where the gasoline cap used to be, he pulls out an electric charging cord and points to such optional accessories as the black solar panels on the roof. He uses the $20,000 converted electric car for most local chores near home in Santa Monica and Los Angeles except, that is, when it's close enough to bicycle. \"It's much more efficient to charge this every night than fill up with gasoline all the time,\" he says, and then launches into an elaborate idea he has to solve the dual California problems of joblessness and foul air by opening factories in impoverished South-Central Los Angeles to employ youths to make electric cars for suburban commuters.",
    "abstract": null,
    "print_page": "7",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Conversations: Tom Hayden; From Inciting Riots in 1968 To Winning in a Wealthy District"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "HAYDEN, TOM"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
        }
    ],
    "pub_date": "1992-08-09T00:00:00Z",
    "document_type": "article",
    "news_desk": "Week in Review Desk",
    "section_name": "Week in Review",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Robert",
                "rank": 1,
                "lastname": "REINHOLD"
            }
        ],
        "original": "By ROBERT REINHOLD"
    },
    "type_of_material": "Biography",
    "_id": "4fd1df1c8eb7c8105d724032",
    "word_count": 1205,
    "slideshow_credits": null
}