{
    "web_url": "https://www.nytimes.com/2000/03/06/us/2000-campaign-intiative-california-proposal-toughens-penalties-for-young.html",
    "snippet": "When voters in California enter the polling booths on Tuesday to choose presidential candidates, they will also decide whether to make radical changes in the law that would be likely to make this the strictest, most conservative state in the natio...",
    "lead_paragraph": "When voters in California enter the polling booths on Tuesday to choose presidential candidates, they will also decide whether to make radical changes in the law that would be likely to make this the strictest, most conservative state in the nation on juvenile crime and punishment. At issue is a ballot initiative sponsored by Pete Wilson, the former governor who also sponsored the three-strikes-you're-out law that made the penalty for a third felony conviction -- even for stealing a slice of pizza -- a minimum of 25 years to life in prison. Under the initiative, which according to the latest polls is likely to pass, teenagers arrested for even minor crimes would be stripped of many protections currently afforded in juvenile court and, if convicted, would face many of the same penalties as adult felons.",
    "abstract": "Californians will vote in March 6 presidential primary on Proposition 21, which would make radical changes in law that could make state strictest and most conservative in area of juvenile crime and punishment; ballot initiative sponsored by former governor Pete Wilson would strip teenagers arrested for even minor crimes of many of protections currently afforded in juvenile court, subjecting them to many of same penalties as adult felons on conviction; Gang Violence and Juvenile Crime Prevention Act of 1998 would fundamentally shift power in many cases from judges to prosecutors; its sweeping changes and their ramifications discussed; photo (M)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "California Proposal Toughens Penalties for Young Criminals",
        "kicker": "THE 2000 CAMPAIGN: THE INTIATIVE"
    },
    "keywords": [
        {
            "name": "persons",
            "value": "WILSON, PETE"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "REFORM AND REORGANIZATION"
        },
        {
            "name": "subject",
            "value": "SENTENCES (CRIMINAL)"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "GANGS"
        },
        {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
        },
        {
            "name": "subject",
            "value": "ELECTIONS"
        },
        {
            "name": "subject",
            "value": "CRIME AND CRIMINALS"
        },
        {
            "name": "subject",
            "value": "PRIMARIES"
        },
        {
            "name": "subject",
            "value": "REFERENDUMS"
        }
    ],
    "pub_date": "2000-03-06T00:00:00Z",
    "document_type": "article",
    "news_desk": "National Desk",
    "section_name": "Front Page; U.S.",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Evelyn",
                "rank": 1,
                "lastname": "NIEVES"
            }
        ],
        "original": "By EVELYN NIEVES"
    },
    "type_of_material": "News",
    "_id": "4fd205ca8eb7c8105d76e597",
    "word_count": 1284,
    "slideshow_credits": null
}