{
    "web_url": "https://www.nytimes.com/1997/07/17/business/despite-ads-teen-age-smoking-is-unabated.html",
    "snippet": "At first glance, the billboard above a busy intersection here about eight miles west of downtown has all the markings of a classic cigarette advertisement. Expansive skies, mesquite-covered hills and bronzed cowboys, pausing on their horses for a ...",
    "lead_paragraph": "At first glance, the billboard above a busy intersection here about eight miles west of downtown has all the markings of a classic cigarette advertisement. Expansive skies, mesquite-covered hills and bronzed cowboys, pausing on their horses for a trail-side chat, paint a picture of Marlboro country. Only the single line of copy surprises the unsuspecting driver: ''Bob, I've got emphysema.'' The ad that mockingly skewers an international tobacco icon is clearly powerful. Experts believe it and similar hard-edged ads are among the reasons smoking rates have fallen over all in California.",
    "abstract": "California has sharply increased its spending on anti-smoking campaigns, which include billboards on some main streets in Los Angeles; stepped-up state-run campaign, however, has failed to stem rise in teen-age smoking in the state; graph; photos (L)",
    "print_page": "1",
    "blog": [],
    "source": "The New York Times",
    "multimedia": [],
    "headline": {
        "main": "Despite Ads, Teen-Age Smoking Is Unabated",
        "kicker": "THE MEDIA BUSINESS: ADVERTISING -- Is Anybody Getting The Picture?"
    },
    "keywords": [
        {
            "name": "creative_works",
            "value": "ADVERTISING"
        },
        {
            "name": "glocations",
            "value": "CALIFORNIA"
        },
        {
            "name": "subject",
            "value": "ADVERTISING"
        },
        {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
        },
        {
            "name": "subject",
            "value": "OUTDOOR ADVERTISING"
        },
        {
            "name": "subject",
            "value": "SMOKING AND TOBACCO"
        }
    ],
    "pub_date": "1997-07-17T00:00:00Z",
    "document_type": "article",
    "news_desk": "Business/Financial Desk",
    "section_name": "Business",
    "subsection_name": null,
    "byline": {
        "person": [
            {
                "organization": "",
                "role": "reported",
                "firstname": "Andrea",
                "rank": 1,
                "lastname": "ADELSON"
            }
        ],
        "original": "By ANDREA ADELSON"
    },
    "type_of_material": "News",
    "_id": "4fd1fe998eb7c8105d75fbf4",
    "word_count": 1712,
    "slideshow_credits": null
}